{"Shazam!": {"movie_parental_guide": {}, "movie_title": "Shazam!", "movie_desc": "We all have a superhero inside us, it just takes a bit of magic to bring it out. In Billy Batson's case, by shouting out one word - SHAZAM! - this streetwise 14-year-old foster kid can turn into the adult superhero Shazam."}, "Mile 22": {"movie_parental_guide": {}, "movie_title": "Mile 22", "movie_desc": "In a visceral modern thriller from the director of Lone Survivor, Mark Wahlberg stars as James Silva, an operative of the CIA's most highly-prized and least-understood unit. Aided by a top-secret tactical command team, Silva must retrieve and transport an asset who holds life-threatening information to Mile 22 for extraction before the enemy closes in."}, "Mission: Impossible - Fallout": {"movie_parental_guide": {}, "movie_title": "Mission: Impossible - Fallout", "movie_desc": "Two years after Ethan Hunt had successfully captured Solomon Lane, the remnants of the Syndicate have reformed into another organization called the Apostles. Under the leadership of a mysterious fundamentalist known only as John Lark, the organization is planning on acquiring three plutonium cores. Ethan and his team are sent to Berlin to intercept them, but the mission fails when Ethan saves Luther and the Apostles escape with the plutonium. With CIA agent August Walker joining the team, Ethan and his allies must now find the plutonium cores before it's too late."}, "Rampage": {"movie_parental_guide": {}, "movie_title": "Rampage", "movie_desc": "Primatologist Davis (Dwayne Johnson) shares an unshakable bond with George, the extraordinarily intelligent silverback gorilla who has been in his care since he was young. When a greed-fueled corporation's genetic experiment goes awry, George and other animals across the country are mutated into aggressive supercreatures who destroy everything in their path. In this adrenaline-filled ride, Davis tries to find an antidote, not only to halt a global catastrophe but also to save the fearsome creature who was once his friend."}, "Frontier": {"movie_parental_guide": {}, "movie_title": "Frontier", "movie_desc": "Follows Declan Harp, a part-Irish, part-Native American outlaw who is campaigning to breach the Hudson's Bay Company's monopoly on the fur trade in Canada."}, "Mowgli: Legend of the Jungle": {"movie_parental_guide": {}, "movie_title": "Mowgli: Legend of the Jungle", "movie_desc": "The story follows the upbringing of the human child Mowgli raised by a pack of wolves in the jungles of India. As he learns the often harsh rules of the jungle, under the tutelage of a bear named Baloo and a black panther named Bagheera, Mowgli becomes accepted by the animals of the jungle as one of their own, except for one; the fearsome tiger Shere Khan. But there may be greater dangers lurking in the jungle, as Mowgli comes face to face with his human origins."}, "MacGyver": {"movie_parental_guide": {}, "movie_title": "MacGyver", "movie_desc": "A reimagining of the classic series, is an action-adventure drama about 20-something Angus \"Mac\" MacGyver, who creates the Department of External Services (DXS), a clandestine organization within the U.S. government where he uses his extraordinary talent for unconventional problem-solving and vast scientific knowledge to save lives. Joining his team on high-risk missions around the globe is maverick former CIA agent Jack Dalton; Patricia Thornton, an ex-field agent turned director of operations; and Riley Davis, an unpredictable computer hacker with a chip on her shoulder. At home, MacGyver is entertained by his ambitious roommate, Wilt Bozer. Under the aegis of the Department of External Services, MacGyver takes on the responsibility of saving the world, armed to the teeth with resourcefulness and little more than bubble gum and a paper clip."}, "Spider-Man: Far From Home": {"movie_parental_guide": {}, "movie_title": "Spider-Man: Far From Home", "movie_desc": "After the events of Avengers: Endgame Peter Parker and his friends go on summer vacation to Europe and there Peter finds himself trying to save his friends against a villain known as Mysterio."}, "Robin Hood": {"movie_parental_guide": {}, "movie_title": "Robin Hood", "movie_desc": "A war-hardened crusader Robin of Loxley (Taron Egerton) and his Moorish commander (Jamie Foxx) mount an audacious revolt against the corrupt English crown."}, "Artemis Fowl": {"movie_parental_guide": {}, "movie_title": "Artemis Fowl", "movie_desc": "Artemis Fowl II, a young Irish criminal mastermind, kidnaps the fairy LEPrecon officer Holly Short for ransom to fund the search for his missing father in order to restore the family fortune."}}