{"Chicago": {"movie_parental_guide": {}, "movie_title": "Chicago", "movie_desc": "Murderesses Velma Kelly (a chanteuse and tease who killed her husband and sister after finding them in bed together) and Roxie Hart (who killed her boyfriend when she discovered he wasn't going to make her a star) find themselves on death row together and fight for the fame that will keep them from the gallows in 1920s Chicago."}, "Moulin Rouge!": {"movie_parental_guide": {}, "movie_title": "Moulin Rouge!", "movie_desc": "The year is 1899, and Christian, a young English writer, has come to Paris to follow the Bohemian revolution taking hold of the city's drug and prostitute infested underworld. And nowhere is the thrill of the underworld more alive than at the Moulin Rouge, a night club where the rich and poor men alike come to be entertained by the dancers, but things take a wicked turn for Christian as he starts a deadly love affair with the star courtesan of the club, Satine. But her affections are also coveted by the club's patron: the Duke. A dangerous love triangle ensues as Satine and Christian attempt to fight all odds to stay together but a force that not even love can conquer is taking its toll on Satine..."}, "The Year Without a Santa Claus": {"movie_parental_guide": {}, "movie_title": "The Year Without a Santa Claus", "movie_desc": "Mrs. Claus tells us about the time Santa had a bad cold and decided to take a vacation from Christmas. Two of his elves, Jingle Bells and Jangle Bells decided to go out (with Vixen) to find children to convince Santa that the Christmas spirit is still important to everybody else. But they have to get past Heat Miser and Snow Miser, first, before they land in Southtown, USA, where it never snows for Christmas. But the Miser Brothers can't agree to let it snow in Southtown. But Mrs. Santa knows their mom--Mother Nature."}, "The Muppet Christmas Carol": {"movie_parental_guide": {}, "movie_title": "The Muppet Christmas Carol", "movie_desc": "A retelling of the classic Dickens tale of Ebenezer Scrooge, miser extraordinaire. He is held accountable for his dastardly ways during night-time visitations by the Ghosts of Christmas Past, Present, and future."}, "Les Misérables": {"movie_parental_guide": {}, "movie_title": "Les Misérables", "movie_desc": "Jean Valjean, known as Prisoner 24601, is released from prison and breaks parole to create a new life for himself while evading the grip of the persistent Inspector Javert. Set in post-revolutionary France, the story reaches resolution against the background of the June Rebellion."}, "Santa Claus Is Comin' to Town": {"movie_parental_guide": {}, "movie_title": "Santa Claus Is Comin' to Town", "movie_desc": "The Mailman decides to answer some of the most common questions about Santa Claus, and tells us about a small baby named Kris who was left on the doorstep of the Kringle family (toymakers). When Kris grew up, he wanted to deliver toys to the children of Sombertown. But its Burgermeister (Herr Meisterburger) is too mean to let that happen. And to make things worse, there's an evil wizard named Winter who lives between the Kringles and Sombertown, but Kris manages to melt Winter's heart (as well as the comely schoolteacher's) and deliver his toys."}, "Meet Me in St. Louis": {"movie_parental_guide": {}, "movie_title": "Meet Me in St. Louis", "movie_desc": "St. Louis 1903. The well-off Smith family has four beautiful daughters, including Esther and little Tootie. 17-year old Esther has fallen in love with the boy next door who has just moved in, John. He however barely notices her at first. The family is shocked when Mr. Smith reveals that he has been transfered to a nice position in New York, which means that the family has to leave St. Louis and the St. Louis Fair."}}