{"A Lenda de 1900": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Severe", "FrighteningIntenseScenes": "Mild", "ViolenceGore": "Mild"}, "movie_title": "A Lenda de 1900", "movie_desc": "1900. Danny Boodmann, a stoker on an American passenger liner, Virginian, finds a baby abandoned on the ship. He names the child Danny Boodmann T.D. Lemon Nineteen Hundred '1900' and raises the child as his own until his death in an accident on the ship. The child never leaves the ship and turns out to be a musical genius, especially when it comes to playing the piano. As an adult he befriends a trumpet player in the ship's band, Max Tooney. After several years on the ship Max leaves, and tells the story of 1900 to the owner of a music store.", "movie_url": "https://www.imdb.com/title/tt0120731/"}, "The Pianist": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Moderate", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Severe"}, "movie_title": "The Pianist", "movie_desc": "In this adaptation of the autobiography \"The Pianist: The Extraordinary True Story of One Man's Survival in Warsaw, 1939-1945,\"", "movie_url": "https://www.imdb.com/title/tt0253474/"}, "Bohemian Rhapsody": {"movie_parental_guide": {"SexNudity": "Severe", "Certification": "None", "AlcoholDrugsSmoking": "Moderate", "Profanity": "Moderate", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "None"}, "movie_title": "Bohemian Rhapsody", "movie_desc": "Bohemian Rhapsody is a foot-stomping celebration of Queen, their music and their extraordinary lead singer Freddie Mercury. Freddie defied stereotypes and shattered convention to become one of the most beloved entertainers on the planet. The film traces the meteoric rise of the band through their iconic songs and revolutionary sound. They reach unparalleled success, but in an unexpected turn Freddie, surrounded by darker influences, shuns Queen in pursuit of his solo career. Having suffered greatly without the collaboration of Queen, Freddie manages to reunite with his bandmates just in time for Live Aid. While bravely facing a recent AIDS diagnosis, Freddie leads the band in one of the greatest performances in the history of rock music. Queen cements a legacy that continues to inspire outsiders, dreamers and music lovers to this day.", "movie_url": "https://www.imdb.com/title/tt1727824/"}, "A Star Is Born": {"movie_parental_guide": {"SexNudity": "Severe", "Certification": "None", "AlcoholDrugsSmoking": "Severe", "Profanity": "Severe", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Mild"}, "movie_title": "A Star Is Born", "movie_desc": "Seasoned musician Jackson Maine (Bradley Cooper) discovers-and falls in love with-struggling artist Ally (Gaga). She has just about given up on her dream to make it big as a singer - until Jack coaxes her into the spotlight. But even as Ally's career takes off, the personal side of their relationship is breaking down, as Jack fights an ongoing battle with his own internal demons.", "movie_url": "https://www.imdb.com/title/tt1517451/"}, "Sing Street": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Moderate", "Profanity": "Moderate", "FrighteningIntenseScenes": "Mild", "ViolenceGore": "Moderate"}, "movie_title": "Sing Street", "movie_desc": "This is the beginning of the eighties, and everybody is moving to the beat of the Pop music, as the brand-new concept of the music video appears on television for the first time. However, in Dublin, Conor--a teenager with a sensitive heart--is trying to deal with a tense family relationship, reconnect with his older brother, while dealing with the hostile environment in his new public school. And then, one day, he sees her. Tall, with long chestnut hair, a buttery complexion, and big, dark eyes; an enigmatically beautiful girl standing in front of his school's gate, indolently observing people passing by. But, who is she, and how could a boy ever get noticed by such a distant girl? That's easy. He would form a band. Surprisingly, with every lyric Conor writes, the gap narrows, and with every song he plays, her heart fills with affection. In the end, before a sea of opportunities lying ahead of them, what will the future hold for a brave love like this?", "movie_url": "https://www.imdb.com/title/tt3544112/"}, "Whiplash": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Severe", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Mild"}, "movie_title": "Whiplash", "movie_desc": "A young and talented drummer attending a prestigious music academy finds himself under the wing of the most respected professor at the school; one who does not hold back on abuse towards his students. The two form an odd relationship as the student wants to achieve greatness, and the professor pushes him.", "movie_url": "https://www.imdb.com/title/tt2582802/"}, "La La Land": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "None", "Profanity": "Mild", "FrighteningIntenseScenes": "None", "ViolenceGore": "None"}, "movie_title": "La La Land", "movie_desc": "Aspiring actress serves lattes to movie stars in between auditions and jazz musician Sebastian scrapes by playing cocktail-party gigs in dingy bars. But as success mounts, they are faced with decisions that fray the fragile fabric of their love affair, and the dreams they worked so hard to maintain in each other threaten to rip them apart.", "movie_url": "https://www.imdb.com/title/tt3783958/"}, "Amadeus": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Moderate", "Profanity": "Moderate", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Mild"}, "movie_title": "Amadeus", "movie_desc": "", "movie_url": "https://www.imdb.com/title/tt0086879/"}, "Coco": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Mild", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Mild"}, "movie_title": "Coco", "movie_desc": "Despite his family's baffling generations-old ban on music, Miguel dreams of becoming an accomplished musician like his idol, Ernesto de la Cruz. Desperate to prove his talent, Miguel finds himself in the stunning and colorful Land of the Dead following a mysterious chain of events. Along the way, he meets charming trickster Hector, and together, they set off on an extraordinary journey to unlock the real story behind Miguel's family history.", "movie_url": "https://www.imdb.com/title/tt2380307/"}, "Departures": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "None", "Profanity": "None", "FrighteningIntenseScenes": "None", "ViolenceGore": "None"}, "movie_title": "Departures", "movie_desc": "Daigo Kobayashi is a devoted cellist in an orchestra that has just been dissolved and now finds himself without a job. Daigo decides to move back to his old hometown with his wife to look for work and start over. He answers a classified ad entitled \"Departures\" thinking it is an advertisement for a travel agency only to discover that the job is actually for a \"Nokanshi\" or \"encoffineer,\" a funeral professional who prepares deceased bodies for burial and entry into the next life. While his wife and others despise the job, Daigo takes a certain pride in his work and begins to perfect the art of \"Nokanshi,\" acting as a gentle gatekeeper between life and death, between the departed and the family of the departed. The film follows his profound and sometimes comical journey with death as he uncovers the wonder, joy and meaning of life and living.", "movie_url": "https://www.imdb.com/title/tt1069238/"}}