{"The Last Dragon": {"movie_parental_guide": {}, "movie_title": "The Last Dragon", "movie_desc": "In New York City, a young man searches for the \"master\" to obtain the final level of martial arts mastery known as the glow. Along the way, he must fight a martial arts expert corrupted with power, and rescue a beautiful singer from an obsessed music promoter."}, "Nicky Jam: El Ganador": {"movie_parental_guide": {}, "movie_title": "Nicky Jam: El Ganador", "movie_desc": "A look at the life and career of the Latin music superstar, Nicky Jam."}, "Get Him to the Greek": {"movie_parental_guide": {}, "movie_title": "Get Him to the Greek", "movie_desc": "English rock star Aldous Snow relapses into drugs and booze after a break up and a disastrous record. In L.A., Aaron Green works for a record company stuck in recession. Aaron's boss gives him a career making task - to bring Aldous from London to L.A. for a concert in 72 hours. That day, Aaron's girlfriend Daphne tells him she wants to finish her medical residency in Seattle. Aaron's sure this ends their relationship. In London, things aren't much better: Aldous delays their departure several times, plies Aaron with vices, and alternates between bad behavior and trenchant observations. Can Aaron moderate Aldous's substance abuse and get him to the Greek? What about Daphne?"}, "Ariana Grande: Thank U, Next": {"movie_parental_guide": {}, "movie_title": "Ariana Grande: Thank U, Next", "movie_desc": "Set against the backdrop of four coming of age movies from the 2000s, Ariana Grande pays tribute to her failed relationships and reflects on how they helped her grow as a person."}, "The Blues Brothers": {"movie_parental_guide": {}, "movie_title": "The Blues Brothers", "movie_desc": "After the release of Jake Blues from prison, he and brother Elwood go to visit \"The Penguin\", the last of the nuns who raised them in a boarding school. They learn the Archdiocese will stop supporting the school and will sell the place to the Education Authority. The only way to keep the place open is if the $5000 tax on the property is paid within 11 days. The Blues Brothers want to help, and decide to put their blues band back together and raise the money by staging a big gig. As they set off on their \"mission from God\" they seem to make more enemies along the way. Will they manage to come up with the money in time?"}, "The Dirt": {"movie_parental_guide": {}, "movie_title": "The Dirt", "movie_desc": ""}}