{"Cold War": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "None", "FrighteningIntenseScenes": "None", "ViolenceGore": "None"}, "movie_title": "Cold War", "movie_desc": "A passionate love story between two people of different backgrounds and temperaments, who are fatefully mismatched and yet condemned to each other. Set against the background of the Cold War in the 1950s in Poland, Berlin, Yugoslavia and Paris, the film depicts an impossible love story in impossible times."}, "Almost Famous": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Severe", "Profanity": "Moderate", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Moderate"}, "movie_title": "Almost Famous", "movie_desc": "The early 1970s. William Miller is 15-years old and an aspiring rock journalist. He gets a job writing for Rolling Stone magazine. His first assignment: tour with the band Stillwater and write about the experience. Miller will get to see what goes on behind the scenes in a famous band, including the moments when things fall apart. Moreover, for him, it will be a period of new experiences and finding himself."}, "Forever My Girl": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Mild", "FrighteningIntenseScenes": "Mild", "ViolenceGore": "None"}, "movie_title": "Forever My Girl", "movie_desc": "In Saint Augustine, Louisiana, Josie is left at the altar by her fiance Liam. Eight years later, Liam is a successful country singer. The day after a concert in New Orleans, Liam learns that Mason, one of his groomsmen from the wedding, has been killed in a car accident. Liam returns to St. Augustine and attends Mason's funeral. Although Liam attempts to be discreet, Josie recognizes him. After Mason's burial, Josie approaches Liam and punches him in the stomach. Liam stays with his father, Pastor Brian, although his father is bitter that Liam never kept in contact after becoming famous.."}, "Walk the Line": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Moderate", "Profanity": "Mild", "FrighteningIntenseScenes": "Mild", "ViolenceGore": "Mild"}, "movie_title": "Walk the Line", "movie_desc": "While growing up in the Great Depression era, Johnny Cash takes an interest in music and eventually moves out of his Arkansas town to join the air force in Germany. While there, he buys his first guitar and writes his own music, and proposes to Vivian. When they got married, they settled in Tennessee and with a daughter, he supported the family by being a salesman. He discovers a man who can pursue his dreams and ends up getting a record with the boys. Shortly after that, he was on a short tour, promoting his songs, and meets the already famous and beautiful June Carter. Then as they get on the long-term tours with June, the boys, and Jerry Lee Lewis, they have this unspoken relationship that grows. But when June leaves the tour because of his behavior, he was a drug addict. His marriage was also falling apart, and when he sees June years later at an awards show, he forces June to tour with them again, promising June to support her two kids and herself. While the tour goes on, the ..."}, "Ariana Grande: Thank U, Next": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "None", "Profanity": "None", "FrighteningIntenseScenes": "None", "ViolenceGore": "None"}, "movie_title": "Ariana Grande: Thank U, Next", "movie_desc": "Set against the backdrop of four coming of age movies from the 2000s, Ariana Grande pays tribute to her failed relationships and reflects on how they helped her grow as a person."}, "Victorious": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "None", "Profanity": "Mild", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Moderate"}, "movie_title": "Victorious", "movie_desc": "Life is about to change in a big way for 16-year-old Tori Vega. After years of living in her older sister's shadow, Tori has been invited to attend Hollywood Arts, a high school with a focus on the performing arts. While the invitation came as a surprise -- she's never thought of herself as particularly talented -- and she still has to deal with being the new kid on campus, Hollywood Arts may just give Tori her chance to shine."}, "The Blues Brothers": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Moderate", "FrighteningIntenseScenes": "Mild", "ViolenceGore": "Mild"}, "movie_title": "The Blues Brothers", "movie_desc": "After the release of Jake Blues from prison, he and brother Elwood go to visit \"The Penguin\", the last of the nuns who raised them in a boarding school. They learn the Archdiocese will stop supporting the school and will sell the place to the Education Authority. The only way to keep the place open is if the $5000 tax on the property is paid within 11 days. The Blues Brothers want to help, and decide to put their blues band back together and raise the money by staging a big gig. As they set off on their \"mission from God\" they seem to make more enemies along the way. Will they manage to come up with the money in time?"}, "Holiday Inn": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "None", "FrighteningIntenseScenes": "None", "ViolenceGore": "None"}, "movie_title": "Holiday Inn", "movie_desc": "Lovely Linda Mason has crooner Jim Hardy head over heels, but suave stepper Ted Hanover wants her for his new dance partner after femme fatale Lila Dixon gives him the brush. Jim's supper club, Holiday Inn, is the setting for the chase by Hanover and manager Danny Reed. The music's the thing."}, "Footloose": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Moderate", "Profanity": "Moderate", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Moderate"}, "movie_title": "Footloose", "movie_desc": "Classic tale of teenage rebellion and repression features a delightful combination of dance choreography and realistic and touching performances. When teenager Ren McCormack and his family move from big-city Chicago to a small Midwestern town, he's in for a real case of culture shock. Though he tries hard to fit in, the streetwise Ren can't quite believe he's living in a place where rock music and dancing are illegal. However, there is one small pleasure: Ariel Moore, a troubled but lovely blonde with a jealous boyfriend. And a Bible-thumping minister, who is responsible for keeping the town dance-free. Ren and his classmates want to do away with this ordinance, especially since the senior prom is around the corner, but only Ren has the courage to initiate a battle to abolish the outmoded ban and revitalize the spirit of the repressed townspeople. Fast-paced drama is filled with such now-famous hit songs as the title track and \"Let's Hear It for the Boy\"."}, "Coyote Ugly": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "None", "Profanity": "None", "FrighteningIntenseScenes": "None", "ViolenceGore": "None"}, "movie_title": "Coyote Ugly", "movie_desc": "Sexy, romantic comedy about a girl in her early 20s named Violet Sanford going to NYC to pursue a dream of becoming a songwriter. Violet gets a \"day\" job as a bar maid at a nightclub called Coyote Ugly. Coyote Ugly is the city's newest hot spot where the employees are a team of sexy, resourceful women that provoke the clientele and press with their mischief."}, "Empire Records": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "None", "Profanity": "None", "FrighteningIntenseScenes": "None", "ViolenceGore": "None"}, "movie_title": "Empire Records", "movie_desc": "A day in the life of the employees of Empire Records. Except this is a day where everything comes to a head for a number of them facing personal crises - can they pull through together? And more importantly, can they keep their record store independent and not swallowed up by corporate greed?"}, "The Last Dragon": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Mild", "FrighteningIntenseScenes": "None", "ViolenceGore": "Mild"}, "movie_title": "The Last Dragon", "movie_desc": "In New York City, a young man searches for the \"master\" to obtain the final level of martial arts mastery known as the glow. Along the way, he must fight a martial arts expert corrupted with power, and rescue a beautiful singer from an obsessed music promoter."}, "8 Mile": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Severe", "FrighteningIntenseScenes": "Mild", "ViolenceGore": "Moderate"}, "movie_title": "8 Mile", "movie_desc": "A young rapper, struggling with every aspect of his life, wants to make it big but his friends and foes make this odyssey of rap harder than it may seem."}, "Bohemian Rhapsody": {"movie_parental_guide": {"SexNudity": "Severe", "Certification": "None", "AlcoholDrugsSmoking": "Moderate", "Profanity": "Moderate", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "None"}, "movie_title": "Bohemian Rhapsody", "movie_desc": "Bohemian Rhapsody is a foot-stomping celebration of Queen, their music and their extraordinary lead singer Freddie Mercury. Freddie defied stereotypes and shattered convention to become one of the most beloved entertainers on the planet. The film traces the meteoric rise of the band through their iconic songs and revolutionary sound. They reach unparalleled success, but in an unexpected turn Freddie, surrounded by darker influences, shuns Queen in pursuit of his solo career. Having suffered greatly without the collaboration of Queen, Freddie manages to reunite with his bandmates just in time for Live Aid. While bravely facing a recent AIDS diagnosis, Freddie leads the band in one of the greatest performances in the history of rock music. Queen cements a legacy that continues to inspire outsiders, dreamers and music lovers to this day."}, "Nashville": {"movie_parental_guide": {"SexNudity": "Severe", "Certification": "None", "AlcoholDrugsSmoking": "Severe", "Profanity": "Severe", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Severe"}, "movie_title": "Nashville", "movie_desc": "Set against the backdrop of the Nashville music scene, the new drama revolves around a 40-year-old superstar Rayna Jaymes, whose star begins fading. She is forced to team up with Juliette Barnes on tour in order to maintain her label's support for her latest record, whose sales have been underwhelming."}, "Get Him to the Greek": {"movie_parental_guide": {"SexNudity": "Severe", "Certification": "None", "AlcoholDrugsSmoking": "Moderate", "Profanity": "Severe", "FrighteningIntenseScenes": "Mild", "ViolenceGore": "Mild"}, "movie_title": "Get Him to the Greek", "movie_desc": "English rock star Aldous Snow relapses into drugs and booze after a break up and a disastrous record. In L.A., Aaron Green works for a record company stuck in recession. Aaron's boss gives him a career making task - to bring Aldous from London to L.A. for a concert in 72 hours. That day, Aaron's girlfriend Daphne tells him she wants to finish her medical residency in Seattle. Aaron's sure this ends their relationship. In London, things aren't much better: Aldous delays their departure several times, plies Aaron with vices, and alternates between bad behavior and trenchant observations. Can Aaron moderate Aldous's substance abuse and get him to the Greek? What about Daphne?"}, "Burn the Stage: The Movie": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "None", "Profanity": "None", "FrighteningIntenseScenes": "None", "ViolenceGore": "None"}, "movie_title": "Burn the Stage: The Movie", "movie_desc": "The Movie extends the YouTube Red docuseries of the same name, which was released in March. Along with a behind-the-scenes take on the 2017 BTS Live Trilogy Episode III: The Wings Tour that builds off of what was originally featured in the webseries, the feature-length film will also include brand new interviews."}, "Christmas at Graceland": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "None", "Profanity": "None", "FrighteningIntenseScenes": "None", "ViolenceGore": "None"}, "movie_title": "Christmas at Graceland", "movie_desc": "A Chicago-based business executive travels to Memphis to secure one of the city's oldest family-owned banks. While in Memphis, Laurel reunites with an old flame Clay, a local music promoter with loftier aspirations."}, "A Star Is Born": {"movie_parental_guide": {"SexNudity": "Severe", "Certification": "None", "AlcoholDrugsSmoking": "Severe", "Profanity": "Severe", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Mild"}, "movie_title": "A Star Is Born", "movie_desc": "Seasoned musician Jackson Maine (Bradley Cooper) discovers-and falls in love with-struggling artist Ally (Gaga). She has just about given up on her dream to make it big as a singer - until Jack coaxes her into the spotlight. But even as Ally's career takes off, the personal side of their relationship is breaking down, as Jack fights an ongoing battle with his own internal demons."}, "Green Room": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Severe", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Severe"}, "movie_title": "Green Room", "movie_desc": "A band straying into a secluded part of the Pacific Northwest stumbles onto a horrific act of violence. Because they are the only witnesses, they become the targets of a terrifying gang of skinheads who want to make sure all the evidence is eliminated."}, "Amadeus": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Moderate", "Profanity": "Moderate", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Mild"}, "movie_title": "Amadeus", "movie_desc": ""}, "O Brother, Where Art Thou?": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Mild", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Moderate"}, "movie_title": "O Brother, Where Art Thou?", "movie_desc": "Loosely based on Homer's \"Odyssey,\" the movie deals with the picaresque adventures of Ulysses Everett McGill and his companions Delmar and Pete in 1930s Mississipi. Sprung from a chain gang and trying to reach Everett's home to recover the buried loot of a bank heist they are confronted by a series of strange characters--among them sirens, a cyclops, bank robber George \"Baby Face\" Nelson (very annoyed by that nickname), a campaigning governor and his opponent, a KKK lynch mob, and a blind prophet who warns the trio that \"the treasure you seek shall not be the treasure you find.\""}, "Atlanta": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Moderate", "Profanity": "Moderate", "FrighteningIntenseScenes": "Mild", "ViolenceGore": "Moderate"}, "movie_title": "Atlanta", "movie_desc": "Based in Atlanta, Earn and his cousin Alfred are trying to make their way up in the world through the rap scene. Along the way they come face to face with social and economic issues touching on race, relationships, poverty, status, and parenthood."}, "The Dirt": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "None", "Profanity": "None", "FrighteningIntenseScenes": "None", "ViolenceGore": "None"}, "movie_title": "The Dirt", "movie_desc": ""}, "Baby Driver": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Moderate", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Moderate"}, "movie_title": "Baby Driver", "movie_desc": "Baby is a young and partially hearing impaired getaway driver who can make any wild move while in motion with the right track playing. It's a critical talent he needs to survive his indentured servitude to the crime boss, Doc, who values his role in his meticulously planned robberies. However, just when Baby thinks he is finally free and clear to have his own life with his new girlfriend, Debora, Doc coerces him back for another job. Now saddled with a crew of thugs too violently unstable to keep to Doc's plans, Baby finds himself and everything he cares for in terrible danger. To survive and escape the coming maelstrom, it will take all of Baby's skill, wits and daring, but even on the best track, can he make it when life is forcing him to face the music?"}, "Green Book": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Moderate", "Profanity": "Moderate", "FrighteningIntenseScenes": "Mild", "ViolenceGore": "Mild"}, "movie_title": "Green Book", "movie_desc": "In 1962, Tony \"Tony Lip\" Vallelonga, a tough bouncer, is looking for work with his nightclub is closed for renovations. The most promising offer turns out to be the driver for the African-American classical pianist Don Shirley for a concert tour into the Deep South states. Although hardly enthused at working for a black man, Tony accepts the job and they begin their trek armed with The Negro Motorist Green Book, a travel guide for safe travel through America's racial segregation. Together, the snobbishly erudite pianist and the crudely practical bouncer can barely get along with their clashing attitudes to life and ideals. However, as the disparate pair witness and endure America's appalling injustices on the road, they find a newfound respect for each other's talents and heart to face them together. In doing so, they would nurture a friendship and understanding that would change both their lives."}, "Juliet, Naked": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Moderate", "FrighteningIntenseScenes": "None", "ViolenceGore": "None"}, "movie_title": "Juliet, Naked", "movie_desc": "Annie (Rose Byrne) is stuck in a long-term relationship with Duncan (Chris O'Dowd) - an obsessive fan of obscure rocker Tucker Crowe (Ethan Hawke). When the acoustic demo of Tucker's hit record from 25 years ago surfaces, its release leads to a life-changing encounter with the elusive rocker himself. Based on the novel by Nick Hornby, JULIET, NAKED is a comic account of life's second chances."}, "Pitch Perfect": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Moderate", "FrighteningIntenseScenes": "None", "ViolenceGore": "Mild"}, "movie_title": "Pitch Perfect", "movie_desc": "The Barden Bellas are a collegiate, all-girls a cappella singing group thriving on female pop songs and their perfect looks. After a disastrous failing at last year's finals, they are forced to regroup. Among the new recruits is freshman Beca, an independent, aspiring DJ with no interest in the college life. But after she meets Jesse, from the rival all-male a cappella group, Beca has a new outlook and takes it upon herself to help the Bellas find their new look and sound and get back into the competition."}, "Wayne's World": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Moderate", "FrighteningIntenseScenes": "None", "ViolenceGore": "Mild"}, "movie_title": "Wayne's World", "movie_desc": "Wayne is still living at home. He has a world class collection of name tags from jobs he's tried, but he does have his own public access TV show. A local station decides to hire him and his sidekick, Garth, to do their show professionally and Wayne & Garth find that it is no longer the same. Wayne falls for a bass guitarist and uses his and Garth's Video contacts to help her career along, knowing that Ben Oliver, the sleazy advertising guy who is ruining their show will probably take her away from him if they fail."}, "Bodied": {"movie_parental_guide": {"SexNudity": "Severe", "Certification": "None", "AlcoholDrugsSmoking": "Severe", "Profanity": "Severe", "FrighteningIntenseScenes": "Mild", "ViolenceGore": "None"}, "movie_title": "Bodied", "movie_desc": "A progressive graduate student finds success and sparks outrage when his interest in battle rap as a thesis subject becomes a competitive obsession."}, "Coco": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Mild", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Mild"}, "movie_title": "Coco", "movie_desc": "Despite his family's baffling generations-old ban on music, Miguel dreams of becoming an accomplished musician like his idol, Ernesto de la Cruz. Desperate to prove his talent, Miguel finds himself in the stunning and colorful Land of the Dead following a mysterious chain of events. Along the way, he meets charming trickster Hector, and together, they set off on an extraordinary journey to unlock the real story behind Miguel's family history."}, "Her Smell": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "None", "Profanity": "None", "FrighteningIntenseScenes": "None", "ViolenceGore": "None"}, "movie_title": "Her Smell", "movie_desc": "A self-destructive punk rocker struggles with sobriety while trying to recapture the creative inspiration that led her band to success."}, "The Pianist": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Moderate", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Severe"}, "movie_title": "The Pianist", "movie_desc": "In this adaptation of the autobiography \"The Pianist: The Extraordinary True Story of One Man's Survival in Warsaw, 1939-1945,\""}, "Nicky Jam: El Ganador": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "None", "Profanity": "None", "FrighteningIntenseScenes": "None", "ViolenceGore": "None"}, "movie_title": "Nicky Jam: El Ganador", "movie_desc": "A look at the life and career of the Latin music superstar, Nicky Jam."}, "Pitch Perfect 3": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Mild", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Mild"}, "movie_title": "Pitch Perfect 3", "movie_desc": "After the highs of winning the World Championships, the Bellas find themselves split apart and discovering there aren't job prospects for making music with your mouth. But when they get the chance to reunite for an overseas USO tour, this group of awesome nerds will come together to make some music, and some questionable decisions, one last time."}, "Climax": {"movie_parental_guide": {"SexNudity": "Severe", "Certification": "None", "AlcoholDrugsSmoking": "Severe", "Profanity": "Severe", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Severe"}, "movie_title": "Climax", "movie_desc": "In the mid 1990's, 20 French urban dancers join together for a three-day rehearsal in a closed-down boarding school located at the heart of a forest to share one last dance. They then make one last party around a large sangria bowl. Quickly, the atmosphere becomes charged and a strange madness will seize them the whole night. If it seems obvious to them that they have been drugged, they neither know by who nor why. And it's soon impossible for them to resist to their neuroses and psychoses, numbed by the hypnotic and the increasing electric rhythm of the music. While some feel in paradise, most of them plunge into hell."}, "The Wedding Singer": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Moderate", "Profanity": "Moderate", "FrighteningIntenseScenes": "None", "ViolenceGore": "Mild"}, "movie_title": "The Wedding Singer", "movie_desc": "Robbie Hart is singing the hits of the 1980s at weddings and other celebrations. He also can keep the party going in good spirit, he knows what to say and when to say it. Julia is a waitress at the events where Robbie performs. When both of them find someone to marry and prepare for their weddings, it becomes clear that they've chosen wrong partners."}, "Saturday Night Live": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Moderate", "Profanity": "Moderate", "FrighteningIntenseScenes": "Mild", "ViolenceGore": "Mild"}, "movie_title": "Saturday Night Live", "movie_desc": "A late-night comedy show featuring several short skits, parodies of television commercials, a live guest band, and a pop-cultural guest host each week. Many of the SNL players have spun off successful independent comedy and/or movie careers from here."}, "Whiplash": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Severe", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Mild"}, "movie_title": "Whiplash", "movie_desc": "A young and talented drummer attending a prestigious music academy finds himself under the wing of the most respected professor at the school; one who does not hold back on abuse towards his students. The two form an odd relationship as the student wants to achieve greatness, and the professor pushes him."}, "Vox Lux": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Severe", "Profanity": "Mild", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Moderate"}, "movie_title": "Vox Lux", "movie_desc": "Vox Lux follows the rise of Celeste from the ashes of a major national tragedy to pop super stardom. The film spans 18 years and traces important cultural moments through her eyes, starting in 1999 and concluding in 2017. In 1999, teenage Celeste (Raffey Cassidy) survives a violent tragedy. After singing at a memorial service, Celeste transforms into a burgeoning pop star with the help of her songwriter sister (Stacy Martin) and a talent manager (Jude Law). Celeste's meteoric rise to fame and concurrent loss of innocence dovetails with a shattering terrorist attack on the nation, elevating the young powerhouse to a new kind of celebrity: American icon, secular deity, global superstar. By 2017, adult Celeste (Natalie Portman) is mounting a comeback after a scandalous incident that derailed her career. Touring in support of her sixth album, a compendium of sci-fi anthems entitled Vox Lux, the indomitable, foul-mouthed pop savior must overcome her personal and familial struggles to ..."}, "School of Rock": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "Moderate", "Profanity": "Mild", "FrighteningIntenseScenes": "None", "ViolenceGore": "None"}, "movie_title": "School of Rock", "movie_desc": "After being kicked out of his rock band, guitarist Dewey Finn faces a mountain of debts and depression. He shares an apartment with an old band member, Ned Schneebly, who is now a substitute teacher. Dewey accepts a job as a substitute teacher at a snobbish private elementary school where his attitude and hijinx have a powerful result on his students. He learns they are talented young musicians, and he decides to form a rock band with them to win the $10,000 prize money in a local band contest. Once Dewey wins a competition called \"Battle of the Bands\", the prize money would solve his financial problems and put him back in the rock music spotlight."}, "The Nutcracker": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "None", "Profanity": "None", "FrighteningIntenseScenes": "None", "ViolenceGore": "None"}, "movie_title": "The Nutcracker", "movie_desc": "On Christmas Eve, a little girl named Marie (Cohen) falls asleep after a party at her home and dreams herself (or does she?) into a fantastic world where toys become larger than life. Her beloved Nutcracker (Culkin) comes to life and defends her from the Mouse King, then is turned into a Prince after Marie saves his life."}, "Empire": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "None", "Profanity": "None", "FrighteningIntenseScenes": "None", "ViolenceGore": "None"}, "movie_title": "Empire", "movie_desc": "Lucious, the founder and CEO of a successful record label has been diagnosed with ALS. He must choose one of his three sons to take over the company when he dies. Meanwhile, his ex wife and co-founder, Cookie, has been released from prison and wants to reclaim her rightful place in the company."}, "Dirty Dancing": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Mild", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Moderate"}, "movie_title": "Dirty Dancing", "movie_desc": "In 1963, Frances \"Baby\" Houseman, a sweet daddy's girl, goes with her family to a resort in upstate New York's Catskill Mountains. Baby has grown up in privileged surroundings and all expect her to go on to college, join the Peace Corps and save the world before marrying a doctor, just like her father. Unexpectedly, Baby becomes infatuated with the camp's dance instructor, Johnny Castle, a man whose background is vastly different from her own. Baby lies to her father to get money to pay for an illegal abortion for Johnny's dance partner. She then fills in as Johnny's dance partner and it is as he is teaching her the dance routine that they fall in love. It all comes apart when Johnny's friend falls seriously ill after her abortion and Baby gets her father, who saves the girl's life. He then learns what Baby has been up to, who with and worse, that he funded the illegal abortion. He bans his daughter from any further association with \"those people\". In the first deliberately willful ..."}}