{"Warrior": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Moderate", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Moderate"}, "movie_title": "Warrior", "movie_desc": "Two brothers face the fight of a lifetime - and the wreckage of their broken family - within the brutal, high-stakes world of Mixed Martial Arts (MMA) fighting in Lionsgate's action/drama, WARRIOR. A former Marine, haunted by a tragic past, Tommy Riordan returns to his hometown of Pittsburgh and enlists his father, a recovered alcoholic and his former coach, to train him for an MMA tournament awarding the biggest purse in the history of the sport. As Tommy blazes a violent path towards the title prize, his brother, Brendan, a former MMA fighter unable to make ends meet as a public school teacher, returns to the amateur ring to provide for his family. Even though years have passed, recriminations and past betrayals keep Brendan bitterly estranged from both Tommy and his father. But when Brendan's unlikely rise as an underdog sets him on a collision course with Tommy, the two brothers must finally confront the forces that tore them apart, all the while waging the most intense, ...", "movie_url": "https://www.imdb.com/title/tt1291584/"}, "Rush": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Moderate", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Moderate"}, "movie_title": "Rush", "movie_desc": "Set against the sexy, glamorous golden age of Formula 1 racing in the 1970s, the film is based on the true story of a great sporting rivalry between handsome English playboy", "movie_url": "https://www.imdb.com/title/tt1979320/"}, "Chak de! India": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "None", "Profanity": "None", "FrighteningIntenseScenes": "None", "ViolenceGore": "None"}, "movie_title": "Chak de! India", "movie_desc": "Kabir Khan (Shahrukh Khan) knows what it's like to come back from the dead. The ex Indian Captain has now come back in the avatar of the Coach of the Indian Women's National Hockey team. A team that exists more on paper and less in reality. The team is a rag-tag bunch of girls with their own agenda. A bunch of girls who have forgotten what it is like to play for the love of the game. Of playing because you want glory for your country. Not because you want a pensioned job or a government flat. They have all forgotten the sharp thrill of just holding the hockey stick, keeping their eyes on the ball and playing for all they are worth. They have played every game but hockey to make sure they get selected every year in the Indian National team. But what does it really mean to play for the Indian National team? To play for India? The girls have never known the thrilling energy of being Team India. Of giving their all to see their country's name on a trophy. But Kabir Khan, once a captain, ...", "movie_url": "https://www.imdb.com/title/tt0871510/"}, "Raging Bull": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Severe", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Moderate"}, "movie_title": "Raging Bull", "movie_desc": "When", "movie_url": "https://www.imdb.com/title/tt0081398/"}, "Million Dollar Baby": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Moderate", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Moderate"}, "movie_title": "Million Dollar Baby", "movie_desc": "Wanting to learn from the best, aspiring boxer Maggie Fitzgerald wants Frankie Dunn to train her. At the outset he flatly refuses saying he has no interest in training a girl. Frankie leads a lonely existence, alienated from his only daughter and having few friends. Maggie's rough around the edges but shows a lot of grit in the ring and he eventually relents. Maggie not only proves to be the boxer he always dreamed of having under his wing but a friend who fills the great void he's had in his life. Maggie's career skyrockets but an accident in the ring leads her to ask Frankie for one last favor.", "movie_url": "https://www.imdb.com/title/tt0405159/"}, "Dangal": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Mild", "FrighteningIntenseScenes": "Mild", "ViolenceGore": "Mild"}, "movie_title": "Dangal", "movie_desc": "Biopic of", "movie_url": "https://www.imdb.com/title/tt5074352/"}, "Bhaag Milkha Bhaag": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Mild", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Severe"}, "movie_title": "Bhaag Milkha Bhaag", "movie_desc": "The true story of the \"Flying Sikh\" - world champion runner and Olympian Milkha Singh -- who overcame the massacre of his family, civil war during the India-Pakistan partition, and homelessness to become one of India's most iconic athletes.", "movie_url": "https://www.imdb.com/title/tt2356180/"}, "Paan Singh Tomar": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "None", "Profanity": "None", "FrighteningIntenseScenes": "None", "ViolenceGore": "None"}, "movie_title": "Paan Singh Tomar", "movie_desc": "Paan Singh Tomar is a Hindi-language film, based on the true story of a runner employed by the Army and has won Gold medal at Indian National Games but forced to become notorious baaghi. It is directed by Tigmanshu Dhulia.", "movie_url": "https://www.imdb.com/title/tt1620933/"}}