{"Southpaw - Coração de Aço": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Moderate", "FrighteningIntenseScenes": "Mild", "ViolenceGore": "Moderate"}, "movie_title": "Southpaw - Coração de Aço", "movie_desc": "As tragedy strikes him in his prime, famed boxer, Billy Hope, begins to fall into a great depression. Once the decision regarding the custody of his daughter is under question, Billy decides to get his life back on track by getting back into the ring."}, "The Karate Kid": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Mild", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Moderate"}, "movie_title": "The Karate Kid", "movie_desc": "Daniel and his mother move from New Jersey to California. She has a wonderful new job, but Daniel quickly discovers that a dark haired Italian boy with a Jersey accent doesn't fit into the blond surfer crowd. Daniel manages to talk his way out of some fights, but he is finally cornered by several who belong to the same karate school. As Daniel is passing out from the beating he sees Miyagi, the elderly gardener leaps into the fray and save him by outfighting half a dozen teenagers. Miyagi and Daniel soon find out the real motivator behind the boys' violent attitude in the form of their karate teacher. Miyagi promises to teach Daniel karate and arranges a fight at the all-valley tournament some months off. When his training begins, Daniel doesn't understand what he is being shown. Miyagi seems more interested in having Daniel paint fences and wax cars than teaching him Karate."}, "The Sandlot": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Moderate", "FrighteningIntenseScenes": "Mild", "ViolenceGore": "Mild"}, "movie_title": "The Sandlot", "movie_desc": "Scotty Smalls moves to a new neighborhood with his mom and stepdad, and wants to learn to play baseball. Rodriguez, the neighborhood baseball guru, takes Smalls under his wing - soon he becomes part of the local baseball buddies. They fall into adventures involving baseball, treehouse sleep-ins, the desirous lifeguard at the local pool, the snooty rival ball team, and the travelling fair. Beyond the fence at the back of the sandlot menaces a legendary ball-eating dog called The Beast, and the kids inevitably must deal with him."}, "A League of Their Own": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "None", "Profanity": "None", "FrighteningIntenseScenes": "None", "ViolenceGore": "None"}, "movie_title": "A League of Their Own", "movie_desc": "During World War II when all the men are fighting the war, most of the jobs that were left vacant because of their absence were filled in by women. The owners of the baseball teams, not wanting baseball to be dormant indefinitely, decide to form teams with women. So scouts are sent all over the country to find women players. One of the scouts, passes through Oregon and finds a woman named Dottie Hinson, who is incredible. He approaches her and asks her to try out but she's not interested. However, her sister, Kit who wants to get out of Oregon, offers to go. But he agrees only if she can get her sister to go. When they try out, they're chosen and are on the same team. Jimmy Dugan, a former player, who's now a drunk, is the team manager. But he doesn't feel as if it's a real job so he drinks and is not exactly doing his job. So Dottie steps up. After a few months when it appears the girls are not garnering any attention, the league is facing closure till Dottie does something that ..."}, "BASEketball": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Moderate", "Profanity": "Moderate", "FrighteningIntenseScenes": "Mild", "ViolenceGore": "Moderate"}, "movie_title": "BASEketball", "movie_desc": "Two losers from Milwaukee, Coop & Remer, invent a new game playing basketball, using baseball rules. When the game becomes a huge success, they, along with a billionaire's help, form the Professional Baseketball League where everyone gets the same pay and no team can change cities. Coop & Remer's team, the Milwaukee Beers is the only team standing in the way of major rule changes that the owner of the Dallas Felons wants to institute."}, "Friday Night Lights": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "None", "Profanity": "None", "FrighteningIntenseScenes": "None", "ViolenceGore": "None"}, "movie_title": "Friday Night Lights", "movie_desc": "In the small town of Dillon, Texas, one night matters: Friday Night. Eric Taylor has recently been hired as the head football coach for the Dillon High School Panthers, the town's pride and joy. Friday Night Lights displays the stress that the town gives the high school players to win, and the hope that the team gives to a small town, and how a team has its low points, its high points, and how they come together as a team on their way to victory."}, "Unbroken": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Mild", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Severe"}, "movie_title": "Unbroken", "movie_desc": "The life of"}, "Warrior": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Moderate", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Moderate"}, "movie_title": "Warrior", "movie_desc": "Two brothers face the fight of a lifetime - and the wreckage of their broken family - within the brutal, high-stakes world of Mixed Martial Arts (MMA) fighting in Lionsgate's action/drama, WARRIOR. A former Marine, haunted by a tragic past, Tommy Riordan returns to his hometown of Pittsburgh and enlists his father, a recovered alcoholic and his former coach, to train him for an MMA tournament awarding the biggest purse in the history of the sport. As Tommy blazes a violent path towards the title prize, his brother, Brendan, a former MMA fighter unable to make ends meet as a public school teacher, returns to the amateur ring to provide for his family. Even though years have passed, recriminations and past betrayals keep Brendan bitterly estranged from both Tommy and his father. But when Brendan's unlikely rise as an underdog sets him on a collision course with Tommy, the two brothers must finally confront the forces that tore them apart, all the while waging the most intense, ..."}, "Uncle Drew": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Mild", "FrighteningIntenseScenes": "None", "ViolenceGore": "Mild"}, "movie_title": "Uncle Drew", "movie_desc": "After draining his life savings to enter a team in the Rucker Classic street ball tournament in Harlem, Dax (Lil Rel Howery) is dealt a series of unfortunate setbacks, including losing his team to his longtime rival (Nick Kroll). Desperate to win the tournament and the cash prize, Dax stumbles upon the man, the myth, the legend UNCLE DREW (NBA All-Star Kyrie Irving) and convinces him to return to the court one more time. The two men embark on a road trip to round up Drew's old basketball squad (Shaquille O'Neal, Chris Webber, Reggie Miller, Nate Robinson, and Lisa Leslie) and prove that a group of septuagenarians can still win the big one. After a successful five years as a fan-favorite digital episodic series, originally conceived by Pepsi, UNCLE DREW, will hit theaters June 29, 2018. UNCLE DREW is a Summit Entertainment release produced by Temple Hill in association with PepsiCo's Creators League Studios."}, "Happy Gilmore": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Moderate", "FrighteningIntenseScenes": "None", "ViolenceGore": "Mild"}, "movie_title": "Happy Gilmore", "movie_desc": "A Hockey player wannabe finds out that he has the most powerful golf drive in history. He joins the P.G.A. tour to make some money to save grandma's house. The downside is that his hockey player mentality doesn't really go on the P.G.A. tour. Especially with the favorite to win the championship."}, "Rocky IV": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Moderate", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Severe"}, "movie_title": "Rocky IV", "movie_desc": "Rocky Balboa accompanies his friend Apollo Creed to the rings in a boxing match against a Russian Boxer named Ivan Drago. Drago is too strong for Creed, and unfortunately kills him in his match. Balboa blames himself for Creed's death and is determined to defeat Drago in a boxing match. He gains the help of Creed's former manager, Duke and travels to U.S.S.R to take on Drago."}, "The League": {"movie_parental_guide": {"SexNudity": "Severe", "Certification": "None", "AlcoholDrugsSmoking": "None", "Profanity": "Severe", "FrighteningIntenseScenes": "None", "ViolenceGore": "None"}, "movie_title": "The League", "movie_desc": "An ensemble comedy that follows a group of old friends in a fantasy football league who care deeply about one another -- so deeply that they use every opportunity to make each other's lives miserable."}, "Cars": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Mild", "FrighteningIntenseScenes": "Mild", "ViolenceGore": "Mild"}, "movie_title": "Cars", "movie_desc": "While traveling to California for the dispute of the final race of the Piston Cup against The King and Chick Hicks, the famous Lightning McQueen accidentally damages the road of the small town Radiator Springs and is sentenced to repair it. Lightning McQueen has to work hard and finds friendship and love in the simple locals, changing its values during his stay in the small town and becoming a true winner."}, "Raging Bull": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Severe", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Moderate"}, "movie_title": "Raging Bull", "movie_desc": "When"}, "The Blind Side": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Moderate", "Profanity": "Moderate", "FrighteningIntenseScenes": "Mild", "ViolenceGore": "Moderate"}, "movie_title": "The Blind Side", "movie_desc": "Based on the true story of"}, "Rocky Balboa": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Mild", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Moderate"}, "movie_title": "Rocky Balboa", "movie_desc": "When he loses a highly publicized virtual boxing match to ex-champ Rocky Balboa, reigning heavyweight titleholder Mason Dixon retaliates by challenging the Itallian Stallion to a nationally televised, 10-round exhibition bout. To the surprise of his son and friends, Rocky agrees to come out of retirement and face an opponent who's faster, stronger and thirty years his junior. With the odds stacked firmly against him, Rocky takes on Dixon in what will become the greatest fight in boxing history, a hard-hitting, action-packed battle of the ages."}, "McFarland, USA": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "None", "Profanity": "None", "FrighteningIntenseScenes": "None", "ViolenceGore": "None"}, "movie_title": "McFarland, USA", "movie_desc": "A struggling coach and teacher who has had to move around for different incidents in his career finally comes to one of the poorest cities in America: McFarland, California. There he discovers buried potential in several high school boys and slowly turns them into championship runners and brings them closer than even he could ever imagine."}, "Blue Mountain State": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "None", "Profanity": "None", "FrighteningIntenseScenes": "None", "ViolenceGore": "None"}, "movie_title": "Blue Mountain State", "movie_desc": "Three incoming freshmen attending Midwestern college football powerhouse Blue Mountain State must quickly adapt to college life and juggle football, girls, classes and nonstop hazing."}, "Rocky II": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Mild", "FrighteningIntenseScenes": "Mild", "ViolenceGore": "Moderate"}, "movie_title": "Rocky II", "movie_desc": "Rocky Balboa is enjoying life. He has a lovely wife, Adrian, had a successful fight with Apollo Creed and is able to enjoy the money he earned from the fight and a new endorsement deal. Unfortunately, Rocky becomes embarrassed when failing to complete an advert and ends up working in a meat packing company. He believes that he will no longer have a career as a boxer. Apollo wants to rematch with Rocky to prove all his critics wrong that he can beat Rocky. Can Rocky once again have a successful fight?"}, "Battle of the Sexes": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "None", "FrighteningIntenseScenes": "None", "ViolenceGore": "None"}, "movie_title": "Battle of the Sexes", "movie_desc": "In the wake of the sexual revolution and the rise of the women's movement, the 1973 tennis match between women's world champion"}, "Cars 3": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "None", "Profanity": "Mild", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Mild"}, "movie_title": "Cars 3", "movie_desc": "Blindsided by a new generation of blazing-fast racers, the legendary Lightning McQueen is suddenly pushed out of the sport he loves. To get back in the game, he will need the help of an eager young race technician with her own plan to win, inspiration from the late Fabulous Hudson Hornet, and a few unexpected turns. Proving that #95 isn't through yet will test the heart of a champion on Piston Cup Racing's biggest stage!"}, "Rush": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Moderate", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Moderate"}, "movie_title": "Rush", "movie_desc": "Set against the sexy, glamorous golden age of Formula 1 racing in the 1970s, the film is based on the true story of a great sporting rivalry between handsome English playboy"}, "Rocky": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Moderate", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Moderate"}, "movie_title": "Rocky", "movie_desc": "Rocky Balboa is a struggling boxer trying to make the big time, working as a debt collector for a pittance. When heavyweight champion Apollo Creed visits Philadelphia, his managers want to set up an exhibition match between Creed and a struggling boxer, touting the fight as a chance for a \"nobody\" to become a \"somebody\". The match is supposed to be easily won by Creed, but someone forgot to tell Rocky, who sees this as his only shot at the big time."}, "A Prayer Before Dawn": {"movie_parental_guide": {"SexNudity": "Severe", "Certification": "None", "AlcoholDrugsSmoking": "Severe", "Profanity": "Severe", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Severe"}, "movie_title": "A Prayer Before Dawn", "movie_desc": "Billy Moore, an English boxer, down on his luck, addicted to Ya Ba, and stuck in Thailand, ends up getting arrested and sent to Chiang Mai Prison, where he struggles to survive and eventually ends up fighting in Muay Tai boxing tournaments."}, "Field of Dreams": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "None", "Profanity": "Mild", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "None"}, "movie_title": "Field of Dreams", "movie_desc": "Iowa farmer Ray Kinsella hears a voice in his corn field tell him, \"If you build it, he will come.\" He interprets this message as an instruction to build a baseball field on his farm, upon which appear the ghosts of Shoeless Joe Jackson and the other seven Chicago White Sox players banned from the game for throwing the 1919 World Series. When the voices continue, Ray seeks out a reclusive author to help him understand the meaning of the messages and the purpose for his field."}, "Million Dollar Baby": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Moderate", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Moderate"}, "movie_title": "Million Dollar Baby", "movie_desc": "Wanting to learn from the best, aspiring boxer Maggie Fitzgerald wants Frankie Dunn to train her. At the outset he flatly refuses saying he has no interest in training a girl. Frankie leads a lonely existence, alienated from his only daughter and having few friends. Maggie's rough around the edges but shows a lot of grit in the ring and he eventually relents. Maggie not only proves to be the boxer he always dreamed of having under his wing but a friend who fills the great void he's had in his life. Maggie's career skyrockets but an accident in the ring leads her to ask Frankie for one last favor."}, "Remember the Titans": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Mild", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Moderate"}, "movie_title": "Remember the Titans", "movie_desc": "Suburban Virginia schools have been segregated for generations. One Black and one White high school are closed and the students sent to T.C. Williams High School under federal mandate to integrate. The year is seen through the eyes of the football team where the man hired to coach the Black school is made head coach over the highly successful white coach. Based on the actual events of 1971, the team becomes the unifying symbol for the community as the boys and the adults learn to depend on and trust each other."}, "She's the Man": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "None", "Profanity": "Mild", "FrighteningIntenseScenes": "None", "ViolenceGore": "Mild"}, "movie_title": "She's the Man", "movie_desc": "Here's the thing! Viola's soccer team at Cornwall gets cut. She wants to join the boys' team, but they do not allow girls. So she thinks, \"If you can't beat them, join them\". So she does! She disguises herself as her twin brother, Sebastian and goes out for the rival school, Illyria Boys' Soccer Team and makes it. Unfortunately, she didn't plan falling in love with her roommate Duke. But Duke has his eyes on Olivia. What makes matters worse is that Olivia starts to fall for Sebastian because he/she has a sensitive side. If things couldn't get more problematic, the real Sebastian (who was in London working on his music) comes home early. He arrives on campus and has no clue that he was replaced by his twin sister."}, "The Longest Yard": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Moderate", "FrighteningIntenseScenes": "Mild", "ViolenceGore": "Mild"}, "movie_title": "The Longest Yard", "movie_desc": "Paul \"Wrecking\" Crewe was a revered football superstar back in his day, but that time has since faded. But when a messy drunk driving incident lands him in jail, Paul finds he was specifically requested by Warden Hazen (James Cromwell), a duplicitous prison official well aware of Paul's athletic skills. Paul has been assigned the task of assembling a team of convicts, to square off in a big football game against the sadistic guards. With the help of fellow convict Caretaker, and an old legend named Nate Scarborough to coach, Crewe is ready for what promises to be a very interesting game. It's only the warden and the guards who have no idea who or what they're up against, with Paul the driving force behind the new team."}, "The Brawler": {"movie_parental_guide": {"SexNudity": "Severe", "Certification": "None", "AlcoholDrugsSmoking": "Severe", "Profanity": "Moderate", "FrighteningIntenseScenes": "Mild", "ViolenceGore": "Severe"}, "movie_title": "The Brawler", "movie_desc": "In 1975, a Bayonne, New Jersey underdog boxer gets a shot to fight the champ."}, "Rocky III": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Mild", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Moderate"}, "movie_title": "Rocky III", "movie_desc": "Sylvester Stallone returns to the character which made him famous in this wildly successful sequel. Rocky III starts with the Italian Stallion so famous that his likeness is everywhere, including pinball machines. Fame and complacency soon cause Balboa to lose his title to young thug Clubber Lang (Mr. T), who inadvertently causes the death of Rocky's beloved trainer, Mickey (Burgess Meredith), before their first championship bout. After sinking into a depression, Balboa must regain the love and support of his family, as well as the elusive \"eye of the tiger,\" the hungry need to beat the opponent which former foe Apollo Creed (Carl Weathers) teaches him during this film's training sequence. In the end, Balboa faces off against Lang for a second time."}, "Talladega Nights: The Ballad of Ricky Bobby": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Moderate", "Profanity": "Moderate", "FrighteningIntenseScenes": "Mild", "ViolenceGore": "Moderate"}, "movie_title": "Talladega Nights: The Ballad of Ricky Bobby", "movie_desc": "NASCAR stock car racing sensation Ricky Bobby is a national hero because of his \"win at all costs\" approach. He and his loyal racing partner, childhood friend Cal Naughton Jr., are a fearless duo -- \"Shake\" and \"Bake\" by their fans for their ability to finish so many races in the #1 and #2 positions, with Cal always in second place. When flamboyant French Formula One driver Jean Girard challenges \"Shake\" and \"Bake\" for the supremacy of NASCAR, Ricky Bobby must face his own demons and fight Girard for the right to be known as racing's top driver."}, "Coach Carter": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Moderate", "Profanity": "Moderate", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Moderate"}, "movie_title": "Coach Carter", "movie_desc": "In 1999, Ken Carter accepts the job of basketball coach for his old high school in a poor area of Richmond, CA. As much dismayed by the poor attitudes of his players as well as their dismal play performance, Carter sets about to change both. He imposes a strict regime typified in written contracts that demand respectful behavior, a dress code and good grades for players. Any initial resistance is soon dispelled as the team under Carter's tutelage becomes a undefeated competitor. However, when the overconfident team's behavior begins to stray with too many doing poorly in class, Carter takes immediate action. To the outrage of the team, the school and the community, Carter cancels all team activities and locks the court until the team shows acceptable academic improvement. In the ensuing debate, Carter fights to keep his methods, determined to show the boys that they need good values for their futures and eventually finds he has affected them more profoundly than he ever expected."}, "GLOW": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Moderate", "Profanity": "Severe", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Mild"}, "movie_title": "GLOW", "movie_desc": "A look at the personal and professional lives of a group of women who perform for a wrestling organization in Los Angeles during the 1980s."}, "One Tree Hill": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Mild", "FrighteningIntenseScenes": "Mild", "ViolenceGore": "Mild"}, "movie_title": "One Tree Hill", "movie_desc": ""}, "Ford v. Ferrari": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Moderate", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Mild"}, "movie_title": "Ford v. Ferrari", "movie_desc": "The true story of the battle between Ford and Ferrari to win Le Mans in 1966."}, "Jerry Maguire": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Moderate", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Mild"}, "movie_title": "Jerry Maguire", "movie_desc": ""}, "Revolta-te!": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "None", "Profanity": "None", "FrighteningIntenseScenes": "None", "ViolenceGore": "None"}, "movie_title": "Revolta-te!", "movie_desc": "Haley Graham is a former gymnast-turned-juvenile delinquent who, after one too many run-ins with the law, is forced to enroll at an elite gymnastics academy, the VGA in Houston, Texas which is run by the legendary Olympic gymnast Burt Vickerman. But the rebellious Haley is not welcomed into the academy by the other teenage gymnasts who despise her for walking out on her Junior Olympic team years earlier during a competition which cost them the gold medal. But Haley is not a docile person either and makes every effort to provoke conflicts with the other girls. Vickerman takes it upon himself to coach Haley in his own way to make her regain her self respect for the VGA's coming spot on the Gymnastic Nationals."}, "The Fighter": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Severe", "FrighteningIntenseScenes": "Mild", "ViolenceGore": "Moderate"}, "movie_title": "The Fighter", "movie_desc": "The Fighter is a drama about boxer \"Irish\" Micky Ward's unlikely road to the world light welterweight title. His Rocky-like rise was shepherded by half-brother Dicky, a boxer-turned-trainer on the verge of being KO'd by drugs and crime."}, "Creed": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "None", "Profanity": "Moderate", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Moderate"}, "movie_title": "Creed", "movie_desc": "Adonis Johnson is the son of the famous boxing champion Apollo Creed, who died in a boxing match in"}, "Creed II": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Mild", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Moderate"}, "movie_title": "Creed II", "movie_desc": "Years after Adonis Creed made a name for himself under Rocky Balboa's mentorship, the young boxer becomes the Heavyweight Champion of the World. While life is good with that victory and his marriage to Bianca, trouble comes to Philadelphia when Ivan Drago, the Russian boxer who killed Adonis' father, Apollo, arrives with his son, Viktor, to challenge Adonis. Against Rocky's advice, Adonis accepts the challenge without his mentor's participation and pays the price in a punishing bout he wins only by a technicality. Now injured and demoralized, Adonis cannot bring himself to back into the game, leaving his spirit and title in jeopardy. Together, Adonis' family and Rocky must find a way to rekindle Adonis' fighting spirit to face the future in whatever choice he makes. Meanwhile, the Drago family have its own troubles trying to regain the respect in their homeland that they lost at Rocky's hands as they wonder whether is it truly worth it."}, "Neptune's Daughter": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "None", "Profanity": "None", "FrighteningIntenseScenes": "None", "ViolenceGore": "None"}, "movie_title": "Neptune's Daughter", "movie_desc": "Scatterbrained Betty Barrett mistakes masseur Jack Spratt for Jose O'Rourke, the captain of the South American polo team. Spratt goes along with the charade, but the situation becomes more complicated when they fall in love. Meanwhile, Betty's sensible older sister Eve fears Betty's heart will be broken when Jose returns to South America. She arranges to meet with the real O'Rourke and love soon blossoms between them as well."}, "Rocky V": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Moderate", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Moderate"}, "movie_title": "Rocky V", "movie_desc": "Rocky Balboa is forced to retire after having permanent damage inflicted on him in the ring by the Russian boxer Ivan Drago. Returning home after the Drago bout, Balboa discovers that the fortune that he had acquired as heavyweight champ has been stolen and lost on the stockmarket by his accountant. His boxing days over, Rocky begins to coach an up-and-coming fighter named Tommy Gunn. Rocky cannot compete, however, with the high salaraies and glittering prizes being offered to Gunn by other managers in town."}, "Ballers": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Moderate", "Profanity": "Severe", "FrighteningIntenseScenes": "None", "ViolenceGore": "Mild"}, "movie_title": "Ballers", "movie_desc": "Ballers is a half-hour comedy series starring Dwayne \"The Rock\" Johnson. Looking at the lives of former and current football players, the show follows former superstar Spencer Strasmore as he gets his life on track in retirement while mentoring other current and former players through the daily grind of the business of football."}, "Real Steel": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "None", "Profanity": "Mild", "FrighteningIntenseScenes": "None", "ViolenceGore": "Mild"}, "movie_title": "Real Steel", "movie_desc": "In the near future when people become uninterested in boxing and similar sports, a new sport is created - Robot boxing wherein robots battle each other while being controlled by someone. Charlie Kenton, a former boxer who's trying to make it in the new sport, not only doesn't do well, he is very deeply in the red. When he learns that his ex, mother of his son Max, dies, he goes to figure out what to do with him. His ex's sister wants to take him in but Charlie has first say in the matter. Charlie asks her husband for money so he can buy a new Robot in exchange for turning Max over to them. He takes Max for the summer. And Max improves his control of his robot. But when the robot is destroyed, they go to a scrap yard to get parts. Max finds an old generation robot named Atom and restores him. Max wants Atom to fight but Charlie tells him he won't last a round. However, Atom wins. And it isn't long before Atom is getting major bouts. Max gets Charlie to teach Atom how to fight, and the ..."}, "All American": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "Severe", "Profanity": "Severe", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Severe"}, "movie_title": "All American", "movie_desc": "The story of a high school football player called Spencer, how he goes from being in a not so save situation to the fancy in Beverly Hills. A story about him and the people around him, his mom, brother, Coach Billy Baker, Jordan, Olivia, Asher and others."}, "Bring It On": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Severe", "FrighteningIntenseScenes": "None", "ViolenceGore": "Mild"}, "movie_title": "Bring It On", "movie_desc": "The Toro cheerleading squad from Rancho Carne High School in San Diego has got spirit, spunk, sass and a killer routine that's sure to land them the national championship trophy for the sixth year in a row. But for newly-elected team captain Torrance, the Toros' road to total cheer glory takes a shady turn when she discovers that their perfectly-choreographed routines were in fact stolen from the Clovers, a hip-hop squad from East Compton, by the Toro's former captain. While the Toros scramble to come up with a new routine, the Clovers, led by squad captain Isis have their own problems - coming up with enough money to cover their travel expenses to the championships. With time running out and the pressure mounting, both captains drive their squads to the point of exhaustion: Torrance, hell bent on saving the Toros' reputation, and Isis more determined than ever to see that the Clovers finally get the recognition that they deserve. But only one team can bring home the title, so may the..."}, "The Waterboy": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Moderate", "FrighteningIntenseScenes": "None", "ViolenceGore": "Mild"}, "movie_title": "The Waterboy", "movie_desc": "Bobby Boucher is the lowly waterboy for a college football team, until the coach discovers his amazing talent for tackling people much bigger than him. He signs the Waterboy as the new star player, but Bobby must keep it secret from his overbearing and domineering mother."}, "Fighting with My Family": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "None", "Profanity": "None", "FrighteningIntenseScenes": "None", "ViolenceGore": "None"}, "movie_title": "Fighting with My Family", "movie_desc": "A former wrestler and his family make a living performing at small venues around the country while his kids dream of joining World Wrestling Entertainment."}}