{"Casablanca": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "None", "FrighteningIntenseScenes": "Mild", "ViolenceGore": "Mild"}, "movie_title": "Casablanca", "movie_desc": "The story of Rick Blaine, a cynical world-weary ex-patriate who runs a nightclub in Casablanca, Morocco during the early stages of WWII. Despite the pressure he constantly receives from the local authorities, Rick's cafe has become a kind of haven for refugees seeking to obtain illicit letters that will help them escape to America. But when Ilsa, a former lover of Rick's, and her husband, show up to his cafe one day, Rick faces a tough challenge which will bring up unforeseen complications, heartbreak and ultimately an excruciating decision to make.", "movie_url": "https://www.imdb.com/title/tt0034583/"}, "Modern Times": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "None", "FrighteningIntenseScenes": "None", "ViolenceGore": "Mild"}, "movie_title": "Modern Times", "movie_desc": "Chaplin's last 'silent' film, filled with sound effects, was made when everyone else was making talkies. Charlie turns against modern society, the machine age, (The use of sound in films ?) and progress. Firstly we see him frantically trying to keep up with a production line, tightening bolts. He is selected for an experiment with an automatic feeding machine, but various mishaps leads his boss to believe he has gone mad, and Charlie is sent to a mental hospital - When he gets out, he is mistaken for a communist while waving a red flag, sent to jail, foils a jailbreak, and is let out again. We follow Charlie through many more escapades before the film is out.", "movie_url": "https://www.imdb.com/title/tt0027977/"}, "City Lights": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "None", "FrighteningIntenseScenes": "None", "ViolenceGore": "Mild"}, "movie_title": "City Lights", "movie_desc": "A tramp falls in love with a beautiful blind girl. Her family is in financial trouble. The tramp's on-and-off friendship with a wealthy man allows him to be the girl's benefactor and suitor.", "movie_url": "https://www.imdb.com/title/tt0021749/"}, "Forrest Gump": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Moderate", "Profanity": "Moderate", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Moderate"}, "movie_title": "Forrest Gump", "movie_desc": "Forrest Gump is a simple man with a low I.Q. but good intentions. He is running through childhood with his best and only friend Jenny. His 'mama' teaches him the ways of life and leaves him to choose his destiny. Forrest joins the army for service in Vietnam, finding new friends called Dan and Bubba, he wins medals, creates a famous shrimp fishing fleet, inspires people to jog, starts a ping-pong craze, creates the smiley, writes bumper stickers and songs, donates to people and meets the president several times. However, this is all irrelevant to Forrest who can only think of his childhood sweetheart Jenny Curran, who has messed up her life. Although in the end all he wants to prove is that anyone can love anyone.", "movie_url": "https://www.imdb.com/title/tt0109830/"}, "Eternal Sunshine of the Spotless Mind": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Moderate", "FrighteningIntenseScenes": "Mild", "ViolenceGore": "Mild"}, "movie_title": "Eternal Sunshine of the Spotless Mind", "movie_desc": "A man, Joel Barish, heartbroken that his girlfriend Clementine underwent a procedure to erase him from her memory, decides to do the same. However, as he watches his memories of her fade away, he realizes that he still loves her, and may be too late to correct his mistake.", "movie_url": "https://www.imdb.com/title/tt0338013/"}, "Your Name.": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "None", "FrighteningIntenseScenes": "Mild", "ViolenceGore": "None"}, "movie_title": "Your Name.", "movie_desc": "Mitsuha is the daughter of the mayor of a small mountain town. She's a straightforward high school girl who lives with her sister and her grandmother and has no qualms about letting it be known that she's uninterested in Shinto rituals or helping her father's electoral campaign. Instead she dreams of leaving the boring town and trying her luck in Tokyo. Taki is a high school boy in Tokyo who works part-time in an Italian restaurant and aspires to become an architect or an artist. Every night he has a strange dream where he becomes...a high school girl in a small mountain town.", "movie_url": "https://www.imdb.com/title/tt5311514/"}, "Life Is Beautiful": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "None", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Moderate"}, "movie_title": "Life Is Beautiful", "movie_desc": "In 1930s Italy, a carefree Jewish book keeper named Guido starts a fairy tale life by courting and marrying a lovely woman from a nearby city. Guido and his wife have a son and live happily together until the occupation of Italy by German forces. In an attempt to hold his family together and help his son survive the horrors of a Jewish Concentration Camp, Guido imagines that the Holocaust is a game and that the grand prize for winning is a tank.", "movie_url": "https://www.imdb.com/title/tt0118799/"}}