{"This Is Us": {"movie_parental_guide": {}, "movie_title": "This Is Us", "movie_desc": "Rebecca Pearson once had a difficult pregnancy with triplets. The resulting births occurred on the same day as her husband Jack Pearson's thirty-sixth birthday. The lives of Rebecca, Jack and their three offspring - Kevin, Kate and Randall - are presented at different points in time. The Rebecca and Jack stories generally take place during the early stage of their marriage, surrounding the birth of the three children, or at different phases of the children's upbringing, which was not always smooth sailing for any of the five. Separate stories concerning Kevin, Kate and Randall are also presented in their adult years, each who has his or her own baggage resulting from that upbringing: Kevin who was generally the neglected one because he had no outward issues; Kate who has always had weight issues; and Randall, the gifted one, being the visible outsider and being the \"non-K\" child. These stories may demonstrate the emotional ties that exist not only because of being family, but also ..."}, "Nobody's Fool": {"movie_parental_guide": {}, "movie_title": "Nobody's Fool", "movie_desc": "A woman is released from prison and reunites with her sister. She soon discovers that her sister is in an online relationship with a man who may not be what he seems."}, "Vikings": {"movie_parental_guide": {}, "movie_title": "Vikings", "movie_desc": "The adventures of a Ragnar Lothbrok: the greatest hero of his age. The series tells the saga of Ragnar's band of Viking brothers and his family as he rises to become King of the Viking tribes. As well as being a fearless warrior, Ragnar embodies the Norse traditions of devotion to the gods: legend has it that he was a direct descendant of Odin, the god of war and warriors."}, "The Big Bang Theory": {"movie_parental_guide": {}, "movie_title": "The Big Bang Theory", "movie_desc": "Leonard Hofstadter and Sheldon Cooper are both brilliant physicists working at Cal Tech in Pasadena, California. They are colleagues, best friends, and roommates, although in all capacities their relationship is always tested primarily by Sheldon's regimented, deeply eccentric, and non-conventional ways. They are also friends with their Cal Tech colleagues mechanical engineer Howard Wolowitz and astrophysicist Rajesh Koothrappali. The foursome spend their time working on their individual work projects, playing video games, watching science-fiction movies, or reading comic books. As they are self-professed nerds, all have little or no luck with women. When Penny, a pretty woman and an aspiring actress from Omaha, moves into the apartment across the hall from Leonard and Sheldon's, Leonard has another aspiration in life, namely to get Penny to be his girlfriend."}, "Love Actually": {"movie_parental_guide": {}, "movie_title": "Love Actually", "movie_desc": "Against the backdrop of aged has-been rock star Billy Mack's Christmas themed comeback cover of \"Love Is All Around\" which he knows is crap and makes no bones about it much to his manager Joe's chagrin as he promotes the record, several interrelated stories about romantic love and the obstacles to happiness through love for Londoners are presented in the five weeks preceding Christmas. Daniel's wife has just passed away, leaving him to take care of his adolescent stepson Sam by himself. Daniel is uncertain how to deal with Sam and his problems without his wife present, especially in light of a potential budding romance within their household. Juliet and Peter have just gotten married. They believe that Peter's best friend and best man Mark hates Juliet but won't say so to his or her face. Others looking at the situation from the outside believe Mark is jealous of Juliet as he is in love with Peter himself. Jamie, a writer, is taking a writing retreat by himself in rural France ..."}, "Elf": {"movie_parental_guide": {}, "movie_title": "Elf", "movie_desc": "Buddy was a baby in an orphanage who stowed away in Santa's sack and ended up at the North Pole. Later, as an adult human who happened to be raised by elves, Santa allows him to go to New York City to find his birth father, Walter Hobbs. Hobbs, on Santa's naughty list for being a heartless jerk, had no idea that Buddy was even born. Buddy, meanwhile, experiences the delights of New York City (and human culture) as only an elf can. When Walter's relationship with Buddy interferes with his job, he is forced to reevaluate his priorities."}, "Love, Simon": {"movie_parental_guide": {}, "movie_title": "Love, Simon", "movie_desc": "A young coming-of-age tale about a teenage boy, Simon Spier, goes through a different kind of Romeo and Juliet story. Simon has a love connection with a boy, Blue, by email, but the only problem is that Simon has no idea who he's talking to. Simon must discover who that boy is--who Blue is. Along the way, he tries to find himself as well."}, "Twilight": {"movie_parental_guide": {}, "movie_title": "Twilight", "movie_desc": "Bella Swan has always been a little bit different. Never one to run with the crowd, Bella never cared about fitting in with the trendy girls at her Phoenix, Arizona high school. When her mother remarries and Bella chooses to live with her father in the rainy little town of Forks, Washington, she doesn't expect much of anything to change. But things do change when she meets the mysterious and dazzlingly beautiful Edward Cullen. For Edward is nothing like any boy she's ever met. He's nothing like anyone she's ever met, period. He's intelligent and witty, and he seems to see straight into her soul. In no time at all, they are swept up in a passionate and decidedly unorthodox romance - unorthodox because Edward really isn't like the other boys. He can run faster than a mountain lion. He can stop a moving car with his bare hands. Oh, and he hasn't aged since 1918. Like all vampires, he's immortal. That's right - vampire. But he doesn't have fangs - that's just in the movies. And he doesn't..."}, "Last Tango in Paris": {"movie_parental_guide": {}, "movie_title": "Last Tango in Paris", "movie_desc": "While looking for an apartment, Jeanne, a beautiful young Parisienne, encounters Paul, a mysterious American expatriate mourning his wife's recent suicide. Instantly drawn to each other, they have a stormy, passionate affair, in which they do not reveal their names to each other. Their relationship deeply affects their lives, as Paul struggles with his wife's death and Jeanne prepares to marry her fiance, Tom, a film director making a cinema-verite documentary about her."}, "Christmas Everlasting": {"movie_parental_guide": {}, "movie_title": "Christmas Everlasting", "movie_desc": "\"Christmas is fast approaching and years of long workdays employed at New York's top corporate law firm are about to pay off now that Lucy Toomey (Ali) will be made partner after the New Year. However, when Alice, her older sister with special needs, unexpectedly passes away, Lucy returns back to Nilson's Bay, Wis., to attend the funeral and handle her estate. While Lucy dreads returning to her childhood home, she also feels real sorrow that she was too busy to take her sister's last call. Once back in Nilson's Bay, Lucy meets Peter (Whitfield), her old high school sweetheart and Alice's former attorney, who informs her of the terms of Alice's eccentric will that states in order for Lucy to inherit the family home, she must live there for 30 days through the holidays.\""}, "How I Met Your Mother": {"movie_parental_guide": {}, "movie_title": "How I Met Your Mother", "movie_desc": "Ted Mosby sits down with his kids, to tell them the story of how he met their mother. The story is told through memories of his friends Marshall, Lily, Robin, and Barney Stinson. All legendary 9 seasons lead up to the moment of Ted's final encounter with \"the one.\""}, "Big Mouth": {"movie_parental_guide": {}, "movie_title": "Big Mouth", "movie_desc": "Teenage friends find their lives upended by the wonders and horrors of puberty."}, "That '70s Show": {"movie_parental_guide": {}, "movie_title": "That '70s Show", "movie_desc": "Eric Forman is a typical high school student growing up in Wisconsin in 1976 with his family and his friends. Together, they have the same kind of joys and sorrows that just about every teenager has while growing up. This show parodied many of the attitudes, events and fads of the 70s, along with those who grew up at the time."}, "The Good Place": {"movie_parental_guide": {}, "movie_title": "The Good Place", "movie_desc": "The Good Place is a town where those who have been good throughout their lives go once they have passed away. Michael (Danson) is the architect who oversees the town--and this is the first one he has been in charge of creating. Eleanor (Bell) arrives at the Good Place and realizes they have her name right, but everything else is wrong. She isn't meant to be there at all. With the help of Chidi, her soul mate (Harper), Eleanor tries to right her wrongs, seeking to finally earn her spot in the Good Place."}, "A Shoe Addict's Christmas": {"movie_parental_guide": {}, "movie_title": "A Shoe Addict's Christmas", "movie_desc": "Noelle, a holiday hater who toils in a department store in which she is accidentally locked on Christmas Eve. There, she meets a woman who identifies herself as Noelle's guardian angel and introduces her to several \"ghosts\" of Christmases past, present, and future."}, "If Beale Street Could Talk": {"movie_parental_guide": {}, "movie_title": "If Beale Street Could Talk", "movie_desc": "Baldwin's novel \"follows Tish, a newly engaged Harlem woman who races against the clock to prove her lover's innocence while carrying their first born child. It's a celebration of love told through the story of a young couple, their families, and their lives.\""}, "The Princess Switch": {"movie_parental_guide": {}, "movie_title": "The Princess Switch", "movie_desc": "Stacy, a type-a planner with a penchant for schedules, takes a spontaneous trip to the charming land of Belgravia at the encouragement of her sous chef and best friend, Kevin. While preparing for the Royal Christmas Baking Contest, Stacy finds herself faced with an identical stranger, and a strange request. Free-spirited but royally obligated, Duchess Margaret Delacourt wants nothing so much as one last chance to experience life as a \"normal person\" before she dutifully marries the crown Prince of Belgravia. Stacy can give her that wish. From questionable equestrian skills and the true meaning of charity to slipping accents and snowball fights, this is an adventure that no holiday romantic should miss."}, "Grey's Anatomy": {"movie_parental_guide": {}, "movie_title": "Grey's Anatomy", "movie_desc": "A medical based drama centered around Meredith Grey, an aspiring surgeon and daughter of one of the best surgeons, Dr. Ellis Grey. Throughout the series, Meredith goes through professional and personal challenges along with fellow surgeons at Seattle Grace Hospital."}, "After": {"movie_parental_guide": {}, "movie_title": "After", "movie_desc": "Based on Anna Todd's novel, AFTER follows Tessa (Langford), a dedicated student, dutiful daughter and loyal girlfriend to her high school sweetheart, as she enters her first semester in college. Armed with grand ambitions for her future, her guarded world opens up when she meets the dark and mysterious Hardin Scott (Tiffin), a magnetic, brooding rebel who makes her question all she thought she knew about herself and what she wants out of life."}, "Two and a Half Men": {"movie_parental_guide": {}, "movie_title": "Two and a Half Men", "movie_desc": "The Harper brothers Charlie and Alan are almost opposites but form a great team. They have little in common except their dislike for their mundane, maternally cold and domineering mother, Evelyn. Alan, a compulsively neat chiropractor and control-freak, is thrown out by his manipulative wife Judith who nevertheless gets him to pay for everything and do most jobs in the house. Charlie is a freelance jingle composer and irresistible Cassanova who lives in a luxurious beach-house and rarely gets up before noon. Charlie \"temporarily\" allows Alan and his son Jake, a food-obsessed, lazy kid who shuttles between his parents, to move in with them after Alan's separation/divorce. The sitcom revolves around their conflicting lifestyles, raising Jake (who has the efficient, caring dad while having a ball with his fun-loving sugar uncle who teaches him boyish things), and bantering with Evelyn and various other friends and family. Other fairly regular characters include Charlie's cleaning lady ..."}, "Modern Family": {"movie_parental_guide": {}, "movie_title": "Modern Family", "movie_desc": "Told from the perspective of an unseen documentary filmmaker, the series offers an honest, often-hilarious perspective of family life. Parents Phil and Claire yearn for an honest, open relationship with their three kids, but a daughter who is trying to grow up too fast, another who is too smart for her own good, and a rambunctious young son make it challenging. Claire's dad Jay and his Latina wife Gloria are raising two sons together, but people sometimes believe Jay to be Gloria's father. Jay's gay son Mitchell and his partner Cameron have adopted a little Asian girl, completing one big -- straight, gay, multicultural, traditional -- happy family."}, "Game of Thrones": {"movie_parental_guide": {}, "movie_title": "Game of Thrones", "movie_desc": "In the mythical continent of Westeros, several powerful families fight for control of the Seven Kingdoms. As conflict erupts in the kingdoms of men, an ancient enemy rises once again to threaten them all. Meanwhile, the last heirs of a recently usurped dynasty plot to take back their homeland from across the Narrow Sea."}, "Mom": {"movie_parental_guide": {}, "movie_title": "Mom", "movie_desc": "Single mom Christy has her hands full with two children, Violet and Roscoe, and maintaining newfound sobriety, when her passive-aggressive, recovering-alcoholic mother re-enters the picture, brimming with criticisms about Christy's life. As the daughter works to be the best mother she can and to overcome mistakes she made, she must also navigate dysfunctional relationships with romantic interests, and with her irresponsible ex-husband, Baxter. Despite the uphill battle, Christy tries to remain positive and stay on a path to help her reach her goals."}, "To All the Boys I've Loved Before": {"movie_parental_guide": {}, "movie_title": "To All the Boys I've Loved Before", "movie_desc": "Lara Jean Covey writes letters to all of her past loves, the letters are meant for her eyes only. Until one day when all the love letters are sent out to her previous loves. Her life is soon thrown into chaos when her foregoing loves confront her one by one."}, "Friends": {"movie_parental_guide": {}, "movie_title": "Friends", "movie_desc": "Rachel Green, Ross Geller, Monica Geller, Joey Tribbiani, Chandler Bing and Phoebe Buffay are six 20 something year-olds, living off of one another in the heart of New York City. Over the course of ten years, this average group of buddies goes through massive mayhem, family trouble, past and future romances, fights, laughs, tears and surprises as they learn what it really means to be a friend."}, "A Christmas Prince": {"movie_parental_guide": {}, "movie_title": "A Christmas Prince", "movie_desc": "When a reporter goes undercover as a tutor to get the inside scoop on a playboy prince, she gets tangled in some royal intrigue and ends up finding love - but will she be able to keep up her lie?"}, "The Vampire Diaries": {"movie_parental_guide": {}, "movie_title": "The Vampire Diaries", "movie_desc": "After centuries of quarreling, Stefan and Damon Salvatore return to their original town of Mystic Fall Virginia. Stefan, the selfless, brave, guilt ridden brothers meets a high school girl named Elena Gilbert who he instantly falls in love with. While Damon the gorgeous, dangerous, and selfish vampire is after his brothers girl to pay him back for making him turn into a vampire in 1864."}, "A Christmas Prince: The Royal Wedding": {"movie_parental_guide": {}, "movie_title": "A Christmas Prince: The Royal Wedding", "movie_desc": "A year after helping Richard get to the throne, Amber is about to become his wife. But is she really made to be queen?"}, "Gossip Girl": {"movie_parental_guide": {}, "movie_title": "Gossip Girl", "movie_desc": "Gossip Girl follows the lives of privileged teenagers on the upper east side. Serena Van Der Woodsen is a blonde and beautiful socialite. Everyone knows Serena. Blair Waldorf is Serena's best friend but it's always about Serena not Blair. Nate Archibald is Blair's boyfriend but ever since Serena came back from boarding school Nate has been acting strange. Chuck Bass is a rich and arrogant person. Daniel Humphrey, a lonely boy from Brooklyn, NY, who nobody knows. Follow the lives of this guilty pleasure show."}, "Once Upon a Time": {"movie_parental_guide": {}, "movie_title": "Once Upon a Time", "movie_desc": "For Emma Swan, life has been anything but a happy ending. But when she's reunited with Henry - the son she gave up for adoption ten years ago - on the night of her 28th birthday, everything changes. The now 10-year-old Henry is in desperate need of Emma's help because he believes from reading a book of fairy-tales that she's the daughter of Snow White and Prince Charming - who sent her away from the Enchanted Forest to be protected from a curse that was enacted by the Evil Queen. Emma initially refuses to believe a word of Henry's story but soon finds that his hometown of Storybrooke, Maine is more than it seems. Because it's in Storybrooke that all of the classic characters we know are frozen in time with no memories of their former selves - except for the Evil Queen, who is Storybrooke's mayor and Henry's adoptive mother Regina Mills. Now, as the epic \"Final Battle\" for the future of both worlds approaches, Emma will have to accept her destiny and uncover the mystery behind a place ..."}, "The Dreamers": {"movie_parental_guide": {}, "movie_title": "The Dreamers", "movie_desc": "Paris, spring 1968. While most students take the lead in the May 'revolution', a French poet's twin son Theo and daughter Isabelle enjoy the good life in his grand Paris home. As film buffs they meet and 'adopt' modest, conservatively educated Californian student Matthew. With their parents away for a month, they drag him into an orgy of indulgence of all senses, losing all of his and the last of their innocence. A sexual threesome shakes their rapport, yet only the outside reality will break it up."}, "Alita: Battle Angel": {"movie_parental_guide": {}, "movie_title": "Alita: Battle Angel", "movie_desc": "Alita is a creation from an age of despair. Found by the mysterious Dr. Ido while trolling for cyborg parts, Alita becomes a lethal, dangerous being. She cannot remember who she is, or where she came from. But to Dr. Ido, the truth is all too clear. She is the one being who can break the cycle of death and destruction left behind from Tiphares. But to accomplish her true purpose, she must fight and kill. And that is where Alita's true significance comes to bear. She is an angel from heaven. She is an angel of death."}, "A Discovery of Witches": {"movie_parental_guide": {}, "movie_title": "A Discovery of Witches", "movie_desc": "In a world where witches, vampires and daemons live discreetly among humans, Diana Bishop is the last in one long line of distinguished witches. Unwilling to embrace her heritage she has immersed herself in her career as a historian. Her particular interest is alchemy and she visits Oxford to research some of Elias Ashmole's papers. She requests Ashmole 782 and as soon as she receives it she knows there is something uncanny about it; when she opens it she is shocked. She learns that 782 has been presumed lost for a very long time and that each species of Creature desires it. She is besieged and threatened and knows that, to protect herself, she must uncover all the mysteries of 782. She encounters the enigmatic vampire, Matthew Clairmont, who offers to help her; their mutual attraction is immediate, undeniable and inexplicable because they both know that witches and vampires are not supposed to trust each other. Diana makes her choice and accepts Matthew's help. This precipitates them..."}, "Riverdale": {"movie_parental_guide": {}, "movie_title": "Riverdale", "movie_desc": "After the death of one of the rich and popular Blossom twins on the 4th of July, the small town of Riverdale investigates the murder. The series starts in September, the beginning of a new school year, that brings with it new students, relationships, and reveals the mysteries of the past 4th of July."}, "Christmas Wedding Planner": {"movie_parental_guide": {}, "movie_title": "Christmas Wedding Planner", "movie_desc": "Wedding Planner, Kelsey Wilson, is about to have her big break: planning her beloved cousin's lavish and exclusive wedding. Everything is going smoothly until Connor McClane, a devilishly handsome private investigator, shows up and turns Kelsey's world upside-down. Hired by a secret source, Connor quickly disrupts the upcoming nuptials but wins Kelsey's heart in the process."}, "Love": {"movie_parental_guide": {}, "movie_title": "Love", "movie_desc": "Murphy is an American living in Paris who enters a highly sexually and emotionally charged relationship with the unstable Electra. Unaware of the effect it will have on their relationship, they invite their pretty neighbor into their bed."}, "Outlander": {"movie_parental_guide": {}, "movie_title": "Outlander", "movie_desc": "Follows the story of Claire Randall, a married combat nurse from 1945 who is mysteriously swept back in time to 1743, where she is immediately thrown into an unknown world in which her life is threatened. When she is forced to marry Jamie Fraser, a chivalrous and romantic young Scottish warrior, a passionate relationship is ignited that tears Claire's heart between two vastly different men in two irreconcilable lives."}, "Pretty Little Liars": {"movie_parental_guide": {}, "movie_title": "Pretty Little Liars", "movie_desc": "Set in the fictional town of Rosewood, Pennsylvania, the series follows the lives of four girls, Aria Montgomery, Hanna Marin, Emily Fields, and Spencer Hastings, whose clique falls apart after the disappearance of their leader, Alison DiLaurentis. One year later, the estranged friends are reunited as they begin receiving messages from a mysterious figure named \"A\", who threatens to expose their deepest secrets, including ones they thought only Alison knew. At first, they think it's Alison herself, but after her body is found, the girls realize that someone else is planning on ruining their perfect lives."}, "Crazy Rich Asians": {"movie_parental_guide": {}, "movie_title": "Crazy Rich Asians", "movie_desc": "The story follows Rachel Chu (Wu), an American-born Chinese economics professor, who travels to her boyfriend Nick's (Golding) hometown of Singapore for his best friend's wedding. Before long, his secret is out: Nick is from a family that is impossibly wealthy, he's perhaps the most eligible bachelor in Asia, and every single woman in his ultra-rarefied social class is incredibly jealous of Rachel and wants to bring her down."}, "The Shape of Water": {"movie_parental_guide": {}, "movie_title": "The Shape of Water", "movie_desc": "From master storyteller"}, "Bones": {"movie_parental_guide": {}, "movie_title": "Bones", "movie_desc": "Brilliant, but socially inept, forensic anthropologist Dr. Temperence Brennan works at the Jeffersonian Institute in Washington DC. After consulting for him on a FBI case, she is approached by cocky yet charming Former Army Ranger turned Special Agent, Seeley Booth to help the Bureau solve crimes by identifying human remains that are too far gone for standard FBI forensic investigations. Brennan's empirical, literal view of the world causes friction with Booths emotive, instinctive attitude creating a volatile relationship. However as their case load increases the symbiotic partnership produces results and with the support of Brennan's Squint Squad, murderers, past and present should be on the look out."}, "Downton Abbey": {"movie_parental_guide": {}, "movie_title": "Downton Abbey", "movie_desc": "Lord Grantham sees his family heritage, especially the grand country home Downton Abbey, as his mission in life. The death of his heir aboard the Titanic means distant cousin Matthew Crawley, a Manchester lawyer, suddenly is next in line and accepts moving onto the vast estate with his even more modernist, socially engaged mother, who clashes with his lordship's domineering, conservative mother, the dowager countess. Marrying off the daughters is another concern. Meanwhile, the butler presides over a staff which serves the family, but also lead most of their entire lives in the servants' quarters, intriguing amongst themselves."}, "Buffy the Vampire Slayer": {"movie_parental_guide": {}, "movie_title": "Buffy the Vampire Slayer", "movie_desc": "\"In every generation there is a chosen one... she alone will stand against the vampires, the demons and the forces of darkness. She is the slayer.\" Buffy Summers knows this tale by heart, and no matter how hard she tries to be just a \"normal girl\", she can not escape from her destiny... Thankfully, she is not alone in her quest to save the world, as she has the help of her friends, the hilarious (and surprisingly quite effective) evil-fighting team called \"The Scooby Gang\". Together, Buffy & co. will slay their demons, survive one apocalypse after another, attend high school and college... and above all, understand that growing up can truly be Hell sometimes... literally."}}