{"Braveheart": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Moderate", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Severe"}, "movie_title": "Braveheart", "movie_desc": "William Wallace is a Scottish rebel who leads an uprising against the cruel English ruler Edward the Longshanks, who wishes to inherit the crown of Scotland for himself. When he was a young boy, William Wallace's father and brother, along with many others, lost their lives trying to free Scotland. Once he loses another of his loved ones, William Wallace begins his long quest to make Scotland free once and for all, along with the assistance of Robert the Bruce.", "movie_url": "https://www.imdb.com/title/tt0112573/"}, "The Breath": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "None", "Profanity": "None", "FrighteningIntenseScenes": "None", "ViolenceGore": "None"}, "movie_title": "The Breath", "movie_desc": "A small group of Turkish soldiers in a remote patrol station in eastern Turkey face their near-certain death, during a time the conflict between Turkish Army and separatist militant organization PKK reached its peak point.", "movie_url": "https://www.imdb.com/title/tt1171701/"}, "Lawrence of Arabia": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Mild", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Moderate"}, "movie_title": "Lawrence of Arabia", "movie_desc": "Due to his knowledge of the native Bedouin tribes, British Lieutenant", "movie_url": "https://www.imdb.com/title/tt0056172/"}, "Full Metal Jacket": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Moderate", "Profanity": "Severe", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Severe"}, "movie_title": "Full Metal Jacket", "movie_desc": "A two-segment look at the effect of the military mindset and war itself on Vietnam era Marines. The first half follows a group of recruits in boot camp under the command of the punishing Gunnery Sergeant Hartman. The second half shows one of those recruits, Joker, covering the war as a correspondent for Stars and Stripes, focusing on the Tet offensive.", "movie_url": "https://www.imdb.com/title/tt0093058/"}, "Grave of the Fireflies": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Mild", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Moderate"}, "movie_title": "Grave of the Fireflies", "movie_desc": "The story of Seita and Satsuko, two young Japanese siblings, living in the declining days of World War II. When an American firebombing separates the two children from their parents, the two siblings must rely completely on one another while they struggle to fight for their survival.", "movie_url": "https://www.imdb.com/title/tt0095327/"}, "The Bridge on the River Kwai": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Mild", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Moderate"}, "movie_title": "The Bridge on the River Kwai", "movie_desc": "This movie deals with the situation of British prisoners of war during World War II who are ordered to build a bridge to accommodate the Burma-Siam railway. Their instinct is to sabotage the bridge, but under the leadership of Colonel Nicholson, they are persuaded that the bridge should be constructed as a symbol of British morale, spirit, and dignity in adverse circumstances. At first, the prisoners admire Nicholson when he bravely endures torture rather than compromise his principles for the benefit of the Japanese Commandant Saito. He is an honorable, but arrogant man, who is slowly revealed to be a deluded, obsessive man. He convinces himself that the bridge is a monument to British character, but actually is a monument to himself, and his insistence on its construction becomes a subtle form of collaboration with the enemy. Unknown to him, the Allies have sent a mission into the jungle, led by Warden and an American, Shears, to blow up the bridge.", "movie_url": "https://www.imdb.com/title/tt0050212/"}, "Life Is Beautiful": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "None", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Moderate"}, "movie_title": "Life Is Beautiful", "movie_desc": "In 1930s Italy, a carefree Jewish book keeper named Guido starts a fairy tale life by courting and marrying a lovely woman from a nearby city. Guido and his wife have a son and live happily together until the occupation of Italy by German forces. In an attempt to hold his family together and help his son survive the horrors of a Jewish Concentration Camp, Guido imagines that the Holocaust is a game and that the grand prize for winning is a tank.", "movie_url": "https://www.imdb.com/title/tt0118799/"}, "Incendies": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Moderate", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Moderate"}, "movie_title": "Incendies", "movie_desc": "A mother's last wishes send twins Jeanne and Simon on a journey to the Middle East in search of their tangled roots. Adapted from Wajdi Mouawad's acclaimed play, Incendies tells the powerful and moving tale of two young adults' voyage to the core of deep-rooted hatred, never-ending wars and enduring love.", "movie_url": "https://www.imdb.com/title/tt1255953/"}, "Inglourious Basterds": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Moderate", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Severe"}, "movie_title": "Inglourious Basterds", "movie_desc": "In German-occupied France, young Jewish refugee Shosanna Dreyfus witnesses the slaughter of her family by Colonel Hans Landa. Narrowly escaping with her life, she plots her revenge several years later when German war hero Fredrick Zoller takes a rapid interest in her and arranges an illustrious movie premiere at the theater she now runs. With the promise of every major Nazi officer in attendance, the event catches the attention of the \"Basterds\", a group of Jewish-American guerrilla soldiers led by the ruthless Lt. Aldo Raine. As the relentless executioners advance and the conspiring young girl's plans are set in motion, their paths will cross for a fateful evening that will shake the very annals of history.", "movie_url": "https://www.imdb.com/title/tt0361748/"}, "Come and See": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Moderate", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Severe"}, "movie_title": "Come and See", "movie_desc": "The feature film directed by Elem Klimov, shot in the genre of military drama. The action takes place on the territory of Belarus in 1943. In the center of the story is a Belarusian boy, who witnesses the horrors of the Nazi punitive action, turning from a cheerful teenager into a gray-haired old man for two days.", "movie_url": "https://www.imdb.com/title/tt0091251/"}, "The Great Dictator": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "None", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Mild"}, "movie_title": "The Great Dictator", "movie_desc": "20 years after the end of WWI, in which the nation of Tomainia was on the losing side, Adenoid Hynkel has risen to power as the ruthless dictator of the country. He believes in a pure Aryan state and the decimation of the Jews. This situation is unknown to a simple Jewish Tomainian barber who has been hospitalized since a WWI battle. Upon his release the barber, who had been suffering from memory loss about the war, is shown the new persecuted life of the Jews by many living in the Jewish ghetto, including a washerwoman named Hannah with whom he begins a relationship. The barber is ultimately spared such persecution by Commander Schultz, whom he saved in that WWI battle. The lives of all Jews in Tomainia are eventually spared with a policy shift by Hynkel himself, who is doing so for ulterior motives. But those motives include a desire for world domination, starting with the invasion of neighboring Osterlich, which may be threatened by Benzino Napaloni, the dictator of neighboring ...", "movie_url": "https://www.imdb.com/title/tt0032553/"}, "Saving Private Ryan": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Moderate", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Severe"}, "movie_title": "Saving Private Ryan", "movie_desc": "Opening with the Allied invasion of Normandy on 6 June 1944, members of the 2nd Ranger Battalion under Cpt. Miller fight ashore to secure a beachhead. Amidst the fighting, two brothers are killed in action. Earlier in New Guinea, a third brother is KIA. Their mother, Mrs. Ryan, is to receive all three of the grave telegrams on the same day. The United States Army Chief of Staff, George C. Marshall, is given an opportunity to alleviate some of her grief when he learns of a fourth brother, Private James Ryan, and decides to send out 8 men (Cpt. Miller and select members from 2nd Rangers) to find him and bring him back home to his mother...", "movie_url": "https://www.imdb.com/title/tt0120815/"}, "The Great Escape": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Mild", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Moderate"}, "movie_title": "The Great Escape", "movie_desc": "Based on a true story, a group of allied escape artist-type prisoners-of-war are all put in an \"escape proof\" camp. Their leader decides to try to take out several hundred all at once. The first half of the movie is played for comedy, as the prisoners mostly outwit their jailers to dig the escape tunnel. The second half is high adventure as they use planes, trains, and boats to get out of occupied Europe.", "movie_url": "https://www.imdb.com/title/tt0057115/"}, "Judgment at Nuremberg": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Mild", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Moderate"}, "movie_title": "Judgment at Nuremberg", "movie_desc": "It has been three years since the most important Nazi leaders had already been tried. This trial is about 4 judges who used their offices to conduct Nazi sterilization and cleansing policies. Retired American judge, Dan Haywood has a daunting task ahead of him. The Cold War is heating up and no one wants any more trials as Germany, and Allied governments, want to forget the past. But is that the right thing to do is the question that the tribunal must decide.", "movie_url": "https://www.imdb.com/title/tt0055031/"}, "The Pianist": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Moderate", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Severe"}, "movie_title": "The Pianist", "movie_desc": "In this adaptation of the autobiography \"The Pianist: The Extraordinary True Story of One Man's Survival in Warsaw, 1939-1945,\"", "movie_url": "https://www.imdb.com/title/tt0253474/"}, "Montanha II": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "None", "Profanity": "Severe", "FrighteningIntenseScenes": "None", "ViolenceGore": "Severe"}, "movie_title": "Montanha II", "movie_desc": "DAG II; tells the story of a clandestine special forces squad; call sign 'Storm Bringer'. Following the events of the first film, Bekir and Oguz, unlikely best friends, have enrolled in the world famous, perpetually grueling Turkish special forces training. Their first mission begins six years later-- to infiltrate the most barbarous area of modern day Iraq for a rescue mission.", "movie_url": "https://www.imdb.com/title/tt5813916/"}, "The Message": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "None", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Moderate"}, "movie_title": "The Message", "movie_desc": "In the 7th century, Mohammed, Peace Be Upon Him, is visited by Angel Gabriel who urges him to lead the people of Mecca and worship God. But they're exiled in Medina before returning to Mecca to take up arms against their oppressors and liberate their city in the name of God (Allah).", "movie_url": "https://www.imdb.com/title/tt0074896/"}, "Tangerines": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Severe", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Moderate"}, "movie_title": "Tangerines", "movie_desc": "War in Georgia, Apkhazeti region 1992: local Apkhazians are fighting to break free from Georgia. Estonian village between the mountains has become empty, almost everyone has returned to their homeland, only 2 men have stayed: Ivo and Margus. But Margus will leave as soon as he has harvested his crops of tangerines. In a bloody conflict in their miniature village wounded men are left behind, and Ivo is forced to take them in. But they are from opposite sides of the war. This is touching anti-war story about Estonians who find themselves in the middle of someone else's war. How do they handle it? How do the enemies act under third-party roof?", "movie_url": "https://www.imdb.com/title/tt2991224/"}, "Casablanca": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "None", "FrighteningIntenseScenes": "Mild", "ViolenceGore": "Mild"}, "movie_title": "Casablanca", "movie_desc": "The story of Rick Blaine, a cynical world-weary ex-patriate who runs a nightclub in Casablanca, Morocco during the early stages of WWII. Despite the pressure he constantly receives from the local authorities, Rick's cafe has become a kind of haven for refugees seeking to obtain illicit letters that will help them escape to America. But when Ilsa, a former lover of Rick's, and her husband, show up to his cafe one day, Rick faces a tough challenge which will bring up unforeseen complications, heartbreak and ultimately an excruciating decision to make.", "movie_url": "https://www.imdb.com/title/tt0034583/"}, "Gone with the Wind": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Moderate", "Profanity": "Mild", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Moderate"}, "movie_title": "Gone with the Wind", "movie_desc": "Scarlett is a woman who can deal with a nation at war, Atlanta burning, the Union Army carrying off everything from her beloved Tara, the carpetbaggers who arrive after the war. Scarlett is beautiful. She has vitality. But Ashley, the man she has wanted for so long, is going to marry his placid cousin, Melanie. Mammy warns Scarlett to behave herself at the party at Twelve Oaks. There is a new man there that day, the day the Civil War begins. Rhett Butler. Scarlett does not know he is in the room when she pleads with Ashley to choose her instead of Melanie.", "movie_url": "https://www.imdb.com/title/tt0031381/"}, "Das Boot": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Moderate", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Moderate"}, "movie_title": "Das Boot", "movie_desc": "It is 1942 and the German submarine fleet is heavily engaged in the so-called \"Battle of the Atlantic\" to harass and destroy British shipping. With better escorts of the destroyer class, however, German U-boats have begun to take heavy losses. \"Das Boot\" is the story of the crew of one such U-Boat, with the film examining how these submariners maintained their professionalism as soldiers and attempted to accomplish impossible missions, all the while attempting to understand and obey the ideology of the government under which they served.", "movie_url": "https://www.imdb.com/title/tt0082096/"}, "Pan's Labyrinth": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Moderate", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Severe"}, "movie_title": "Pan's Labyrinth", "movie_desc": "In 1944 falangist Spain, a girl, fascinated with fairy-tales, is sent along with her pregnant mother to live with her new stepfather, a ruthless captain of the Spanish army. During the night, she meets a fairy who takes her to an old faun in the center of the labyrinth. He tells her she's a princess, but must prove her royalty by surviving three gruesome tasks. If she fails, she will never prove herself to be the the true princess and will never see her real father, the king, again.", "movie_url": "https://www.imdb.com/title/tt0457430/"}, "Paths of Glory": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Mild", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Moderate"}, "movie_title": "Paths of Glory", "movie_desc": "The futility and irony of the war in the trenches in WWI is shown as a unit commander in the French army must deal with the mutiny of his men and a glory-seeking general after part of his force falls back under fire in an impossible attack.", "movie_url": "https://www.imdb.com/title/tt0050825/"}, "Apocalypse Now": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Moderate", "Profanity": "Severe", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Severe"}, "movie_title": "Apocalypse Now", "movie_desc": "It is the height of the war in Vietnam, and U.S. Army Captain Willard is sent by Colonel Lucas and a General to carry out a mission that, officially, 'does not exist - nor will it ever exist'. The mission: To seek out a mysterious Green Beret Colonel, Walter Kurtz, whose army has crossed the border into Cambodia and is conducting hit-and-run missions against the Viet Cong and NVA. The army believes Kurtz has gone completely insane and Willard's job is to eliminate him. Willard, sent up the Nung River on a U.S. Navy patrol boat, discovers that his target is one of the most decorated officers in the U.S. Army. His crew meets up with surfer-type Lt-Colonel Kilgore, head of a U.S Army helicopter cavalry group which eliminates a Viet Cong outpost to provide an entry point into the Nung River. After some hair-raising encounters, in which some of his crew are killed, Willard, Lance and Chef reach Colonel Kurtz's outpost, beyond the Do Lung Bridge. Now, after becoming prisoners of Kurtz, will...", "movie_url": "https://www.imdb.com/title/tt0078788/"}, "Downfall": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Moderate", "Profanity": "Mild", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Severe"}, "movie_title": "Downfall", "movie_desc": "In April of 1945, Germany stands at the brink of defeat with the Soviet Armies closing in from the west and south. In Berlin, capital of the Third Reich, Adolf Hitler proclaims that Germany will still achieve victory and orders his Generals and advisers to fight to the last man. \"Downfall\" explores these final days of the Reich, where senior German leaders (such as Himmler and Goring) began defecting from their beloved Fuhrer, in an effort to save their own lives, while still others (Joseph Goebbels) pledge to die with Hitler. Hitler, himself, degenerates into a paranoid shell of a man, full of optimism one moment and suicidal depression the next. When the end finally does comes, and Hitler lies dead by his own hand, what is left of his military must find a way to end the killing that is the Battle of Berlin, and lay down their arms in surrender.", "movie_url": "https://www.imdb.com/title/tt0363163/"}, "Hacksaw Ridge": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Moderate", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Severe"}, "movie_title": "Hacksaw Ridge", "movie_desc": "The true story of", "movie_url": "https://www.imdb.com/title/tt2119532/"}, "The General": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "None", "FrighteningIntenseScenes": "Mild", "ViolenceGore": "Mild"}, "movie_title": "The General", "movie_desc": "Johnnie loves his train (\"The General\") and Annabelle Lee. When the Civil War begins he is turned down for service because he's more valuable as an engineer. Annabelle thinks it's because he's a coward. Union spies capture The General with Annabelle on board. Johnnie must rescue both his loves.", "movie_url": "https://www.imdb.com/title/tt0017925/"}}