{"Saving Private Ryan": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Moderate", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Severe"}, "movie_title": "Saving Private Ryan", "movie_desc": "Opening with the Allied invasion of Normandy on 6 June 1944, members of the 2nd Ranger Battalion under Cpt. Miller fight ashore to secure a beachhead. Amidst the fighting, two brothers are killed in action. Earlier in New Guinea, a third brother is KIA. Their mother, Mrs. Ryan, is to receive all three of the grave telegrams on the same day. The United States Army Chief of Staff, George C. Marshall, is given an opportunity to alleviate some of her grief when he learns of a fourth brother, Private James Ryan, and decides to send out 8 men (Cpt. Miller and select members from 2nd Rangers) to find him and bring him back home to his mother..."}, "The Imitation Game": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Mild", "FrighteningIntenseScenes": "Mild", "ViolenceGore": "Mild"}, "movie_title": "The Imitation Game", "movie_desc": "Based on the real life story of legendary cryptanalyst Alan Turing, the film portrays the nail-biting race against time by Turing and his brilliant team of code-breakers at Britain's top-secret Government Code and Cypher School at Bletchley Park, during the darkest days of World War II."}, "Platoon": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Moderate", "Profanity": "Severe", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Severe"}, "movie_title": "Platoon", "movie_desc": "Chris Taylor is a young, naive American who gives up college and volunteers for combat in Vietnam. Upon arrival, he quickly discovers that his presence is quite nonessential, and is considered insignificant to the other soldiers, as he has not fought for as long as the rest of them and felt the effects of combat. Chris has two non-commissioned officers, the ill-tempered and indestructible Staff Sergeant Robert Barnes and the more pleasant and cooperative Sergeant Elias Grodin. A line is drawn between the two NCOs and a number of men in the platoon when an illegal killing occurs during a village raid. As the war continues, Chris himself draws towards psychological meltdown. And as he struggles for survival, he soon realizes he is fighting two battles, the conflict with the enemy and the conflict between the men within his platoon."}, "Journey's End": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Moderate", "Profanity": "Severe", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Mild"}, "movie_title": "Journey's End", "movie_desc": "Set in a dugout in Aisne in 1918, it is the story of a group of British officers, led by the mentally disintegrating young officer Stanhope, as they await their fate."}, "Six": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "None", "Profanity": "None", "FrighteningIntenseScenes": "None", "ViolenceGore": "None"}, "movie_title": "Six", "movie_desc": "Navy SEAL Team Six, whose 2014 mission to eliminate a Taliban leader in Afghanistan goes awry when they uncover a U.S. citizen working with the terrorists. Stemming from an idea by Harvey Weinstein, the drama is inspired by real missions, capturing SEALs' complex personal lives and the life-and-death decisions they make, with each season set in a different location, starting with Africa."}, "The White Queen": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "None", "Profanity": "Mild", "FrighteningIntenseScenes": "None", "ViolenceGore": "None"}, "movie_title": "The White Queen", "movie_desc": "A portrayal of one of the most dramatic and turbulent times in English history. A story of love and lust, seduction and deception, betrayal and murder, it is uniquely told through the perspective of three different, yet equally relentless women - Elizabeth Woodville, Margaret Beaufort and Anne Neville. In their quest for power, they will scheme, manipulate and seduce their way onto the English throne. The year is 1464, before the Tudor dynasty ruled the country, and war has been ravaging throughout England over who is the rightful King. It is a bitter dispute between two sides of the same family, The House of York and The House of Lancaster. The House of York's young and handsome Edward IV is crowned King of England with the help of the master manipulator, Lord Warwick \"The Kingmaker.\" But when Edward falls in love with a beautiful Lancastrian commoner, Elizabeth Woodville, Warwick's plan to control the throne comes crashing down. A violent, high-stakes struggle ensues between ..."}, "Full Metal Jacket": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Moderate", "Profanity": "Severe", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Severe"}, "movie_title": "Full Metal Jacket", "movie_desc": "A two-segment look at the effect of the military mindset and war itself on Vietnam era Marines. The first half follows a group of recruits in boot camp under the command of the punishing Gunnery Sergeant Hartman. The second half shows one of those recruits, Joker, covering the war as a correspondent for Stars and Stripes, focusing on the Tet offensive."}, "Atonement": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Severe", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Moderate"}, "movie_title": "Atonement", "movie_desc": "SPOILER: When Briony Tallis, 13 years old and an aspiring writer, sees her older sister Cecilia and Robbie Turner at the fountain in front of the family estate she misinterprets what is happening thus setting into motion a series of misunderstandings and a childish pique that will have lasting repercussions for all of them. Robbie is the son of a family servant toward whom the family has always been kind. They paid for his time at Cambridge and now he plans on going to medical school. After the fountain incident, Briony reads a letter intended for Cecilia and concludes that Robbie is a deviant. When her cousin Lola is raped, she tells the police that it was Robbie she saw committing the deed."}, "Les Misérables": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Moderate", "Profanity": "Mild", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Moderate"}, "movie_title": "Les Misérables", "movie_desc": "Jean Valjean, known as Prisoner 24601, is released from prison and breaks parole to create a new life for himself while evading the grip of the persistent Inspector Javert. Set in post-revolutionary France, the story reaches resolution against the background of the June Rebellion."}, "Dunkirk": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Moderate", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Moderate"}, "movie_title": "Dunkirk", "movie_desc": "Evacuation of Allied soldiers from the British Empire, and France, who were cut off and surrounded by the German army from the beaches and harbor of Dunkirk, France, between May 26- June 04, 1940, during Battle of France in World War II."}, "Os Tudors": {"movie_parental_guide": {"SexNudity": "Severe", "Certification": "None", "AlcoholDrugsSmoking": "Moderate", "Profanity": "Moderate", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Severe"}, "movie_title": "Os Tudors", "movie_desc": "This costume drama features England's splendid Renaissance dynasty under King Henry VIII. Beginning in Season 1 when Henry VIII was growing desperate for an heir and growing distant from his first wife, the series moves quickly to the period when Anne Boleyn became his obsession. During this time Cardinal Wolsey rose to become the power behind his throne, ruling ruthlessly and nearly absolutely while Henry (played by Johnathon Rhys Meyers) for the most part followed the Cardinal's advice, maneuvering through a series of betrayals and plots against him. When Anne Boleyn plays much harder to get than any woman ever has, Henry begins to search for a way out of his marriage to Catherine of Aragon, so that he can make Anne his wife. Needing a divorce, Henry turns to Wolsey, who promises to help him create waves of backlash from the church, as well as the Spanish Habsburg dynasty and its overseas empire. Against this background gyrate the private lives and political intrigues of several ..."}, "Inglourious Basterds": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Moderate", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Severe"}, "movie_title": "Inglourious Basterds", "movie_desc": "In German-occupied France, young Jewish refugee Shosanna Dreyfus witnesses the slaughter of her family by Colonel Hans Landa. Narrowly escaping with her life, she plots her revenge several years later when German war hero Fredrick Zoller takes a rapid interest in her and arranges an illustrious movie premiere at the theater she now runs. With the promise of every major Nazi officer in attendance, the event catches the attention of the \"Basterds\", a group of Jewish-American guerrilla soldiers led by the ruthless Lt. Aldo Raine. As the relentless executioners advance and the conspiring young girl's plans are set in motion, their paths will cross for a fateful evening that will shake the very annals of history."}, "Wonder Woman": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Mild", "FrighteningIntenseScenes": "Mild", "ViolenceGore": "Moderate"}, "movie_title": "Wonder Woman", "movie_desc": "Diana, princess of the Amazons, trained to be an unconquerable warrior. Raised on a sheltered island paradise, when a pilot crashes on their shores and tells of a massive conflict raging in the outside world, Diana leaves her home, convinced she can stop the threat. Fighting alongside man in a war to end all wars, Diana will discover her full powers and her true destiny."}, "Salò, or the 120 Days of Sodom": {"movie_parental_guide": {"SexNudity": "Severe", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Severe", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Severe"}, "movie_title": "Salò, or the 120 Days of Sodom", "movie_desc": "Nazi-Fascist Northern Italy, 1943-44. Four senior members of government, aided by henchmen and Nazi soldiers, kidnap a group of young men and women. They hold them for 120 days, subjecting them to all manner of torture, perversion and degradation."}, "Band of Brothers": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Severe", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Severe"}, "movie_title": "Band of Brothers", "movie_desc": "This is the story of \"E\" Easy Company, 506th Regiment of the 101st Airborne Division from their initial training starting in 1942 to the end of World War II. They parachuted behind enemy lines in the early hours of D-Day in support of the landings at Utah beach, participated in the liberation of Carentan and again parachuted into action during Operation Market Garden. They also liberated a concentration camp and were the first to enter Hitler's mountain retreat in Berchtesgaden. A fascinating tale of comradeship that is, in the end, a tale of ordinary men who did extraordinary things."}, "Malèna": {"movie_parental_guide": {"SexNudity": "Severe", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Moderate", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Moderate"}, "movie_title": "Malèna", "movie_desc": ""}, "American Sniper": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Severe", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Severe"}, "movie_title": "American Sniper", "movie_desc": "Chris Kyle was nothing more than a Texan man who dreamed of becoming a cowboy, but in his thirties he found out that maybe his life needed something different, something where he could express his real talent, something that could help America in its fight against terrorism. So he joined the SEALs in order to become a sniper. After marrying, Kyle and the other members of the team are called for their first tour of Iraq. Kyle's struggle isn't with his missions, but about his relationship with the reality of the war and, once returned at home, how he manages to handle it with his urban life, his wife and kids."}, "Life Is Beautiful": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "None", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Moderate"}, "movie_title": "Life Is Beautiful", "movie_desc": "In 1930s Italy, a carefree Jewish book keeper named Guido starts a fairy tale life by courting and marrying a lovely woman from a nearby city. Guido and his wife have a son and live happily together until the occupation of Italy by German forces. In an attempt to hold his family together and help his son survive the horrors of a Jewish Concentration Camp, Guido imagines that the Holocaust is a game and that the grand prize for winning is a tank."}, "Tropic Thunder": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Moderate", "Profanity": "Severe", "FrighteningIntenseScenes": "Mild", "ViolenceGore": "Severe"}, "movie_title": "Tropic Thunder", "movie_desc": "Action movie star Tugg Speedman is on the downslide of his professional career. He wants to be considered a serious actor, but his latest serious role as the title character in \"Simple Jack\" resulted in negative reviews and ridicule. Comedian Jeff Portnoy is best known for his leading roles in sophomoric comedies, and may be less well known for his rampant drug use. Five time Oscar winner Kirk Lazarus is a serious method actor, who immerses himself in whatever the role. On location in southeast Vietnam, they are the stars of \"Tropic Thunder\", based on Vietnam war veteran 'Four Leaf' Tayback's memoirs of his rescue during the war, that rescue which was considered a near suicide mission for the assigned army force and resulted in him losing both hands. For his role, Caucasian Australian Lazarus even went through a controversial surgical skin dying procedure so that he could convincingly play a black man. Production is not going well since rookie director Damien Cockburn is unable to ..."}, "The Thin Red Line": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Severe", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Severe"}, "movie_title": "The Thin Red Line", "movie_desc": "U.S. Army Private Witt (AWOL) is found and imprisoned on a troop carrier by his company First Sergeant, Welsh.The men of C Company,1st Battalion,27th Infantry Regiment,25th Infantry Division have been brought to Guadalcanal as reinforcements in the campaign to secure Henderson Field and seize the island from the Japanese. They arrive near Hill 210, a key Japanese position. Their task is to capture the hill at all cost. What happens next is a story developing about redemption and the meaningless of war. Regardless the outcome."}, "13 Hours": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Moderate", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Severe"}, "movie_title": "13 Hours", "movie_desc": "Libya, 2012. At an unofficial CIA base in Benghazi a group of ex-military contractors are providing security. In the aftermath of Gaddafi's downfall a power vacuum exists and the climate is volatile. Military weapons are freely available. The US Ambassador to Libya, Chris Stevens, makes a visit to the area, staying in a compound near the CIA base. On the night of 11 September, 2012, the Ambassador's compound is attacked by hordes of heavily armed locals. The only forces willing and able to defend it are six CIA contractors."}, "Pearl Harbor": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Severe", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Moderate"}, "movie_title": "Pearl Harbor", "movie_desc": "Pearl Harbor is a classic tale of romance set during a war that complicates everything. It all starts when childhood friends Rafe and Danny become Army Air Corps pilots and meet Evelyn, a Navy nurse. Rafe falls head over heels and next thing you know Evelyn and Rafe are hooking up. Then Rafe volunteers to go fight in Britain and Evelyn and Danny get transferred to Pearl Harbor. While Rafe is off fighting everything gets completely whack and next thing you know everybody is in the middle of an air raid we now know as \"Pearl Harbor.\""}, "SEAL Team": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "None", "Profanity": "None", "FrighteningIntenseScenes": "None", "ViolenceGore": "None"}, "movie_title": "SEAL Team", "movie_desc": "The lives of the elite Navy S.E.A.L.s as they train, plan and execute the most dangerous, high-stakes missions our country can ask."}, "They Shall Not Grow Old": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Mild", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Severe"}, "movie_title": "They Shall Not Grow Old", "movie_desc": "A documentary about World War I with never-before-seen footage to commemorate the centennial of the end of the war."}, "The Last Ship": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Mild", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Moderate"}, "movie_title": "The Last Ship", "movie_desc": "Naval Destroyer Nathan James is sent on what they're told is a research mission in the Arctic. Accompanying them is scientist, Rachel Scott. After a few months in the Arctic while Scott is on the ice doing research, some men attack them. They get back to the ship and the Commander, Tom Chandler asks the doctor what's going on. She says that a deadly disease broke out a few months ago. At first, they thought it was contained but they had no cure. They felt that the cure was in the Arctic which why she's here. But she has since received word that it has now spread to most of the globe. Chandler tries to call the President but learns the President and Vice President are dead and the US government might not have long to survive. The current President tells him that the Nathan James was not in the hot zone so he and his crew are OK. But now it's up to them to safeguard Scott because she holds the key to the planet's survival. But there are those who want the cure too and they will do ..."}, "Rome": {"movie_parental_guide": {"SexNudity": "Severe", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Moderate", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Severe"}, "movie_title": "Rome", "movie_desc": "In this British historical drama, the turbulent transition from Roman republic to autocratic empire, which changed world history through civil war and wars of conquest, is sketched both from the aristocratic viewpoint of Julius Caesar, his family, his adopted successor Octavian Augustus, and their political allies and adversaries, and from the politically naive viewpoint of a few ordinary Romans, notably the soldiers Lucius Vorenus and Titus Pullo and their families."}, "The Aftermath": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "None", "Profanity": "None", "FrighteningIntenseScenes": "None", "ViolenceGore": "None"}, "movie_title": "The Aftermath", "movie_desc": ""}, "Gone with the Wind": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Moderate", "Profanity": "Mild", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Moderate"}, "movie_title": "Gone with the Wind", "movie_desc": "Scarlett is a woman who can deal with a nation at war, Atlanta burning, the Union Army carrying off everything from her beloved Tara, the carpetbaggers who arrive after the war. Scarlett is beautiful. She has vitality. But Ashley, the man she has wanted for so long, is going to marry his placid cousin, Melanie. Mammy warns Scarlett to behave herself at the party at Twelve Oaks. There is a new man there that day, the day the Civil War begins. Rhett Butler. Scarlett does not know he is in the room when she pleads with Ashley to choose her instead of Melanie."}, "Das Boot": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "None", "Profanity": "None", "FrighteningIntenseScenes": "None", "ViolenceGore": "None"}, "movie_title": "Das Boot", "movie_desc": ""}, "Pan's Labyrinth": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Moderate", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Severe"}, "movie_title": "Pan's Labyrinth", "movie_desc": "In 1944 falangist Spain, a girl, fascinated with fairy-tales, is sent along with her pregnant mother to live with her new stepfather, a ruthless captain of the Spanish army. During the night, she meets a fairy who takes her to an old faun in the center of the labyrinth. He tells her she's a princess, but must prove her royalty by surviving three gruesome tasks. If she fails, she will never prove herself to be the the true princess and will never see her real father, the king, again."}, "Kingdom of Heaven": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Moderate", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Severe"}, "movie_title": "Kingdom of Heaven", "movie_desc": "It is the time of the Crusades during the Middle Ages - the world shaping 200-year collision between Europe and the East. A blacksmith named Balian has lost his family and nearly his faith. The religious wars raging in the far-off Holy Land seem remote to him, yet he is pulled into that immense drama. Amid the pageantry and intrigues of medieval Jerusalem he falls in love, grows into a leader, and ultimately uses all his courage and skill to defend the city against staggering odds. Destiny comes seeking Balian in the form of a great knight, Godfrey of Ibelin, a Crusader briefly home to France from fighting in the East. Revealing himself as Balian's father, Godfrey shows him the true meaning of knighthood and takes him on a journey across continents to the fabled Holy City. In Jerusalem at that moment--between the Second and Third Crusades--a fragile peace prevails, through the efforts of its enlightened Christian king, Baldwin IV, aided by his advisor Tiberias, and the military ..."}, "Apocalypse Now": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Moderate", "Profanity": "Severe", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Severe"}, "movie_title": "Apocalypse Now", "movie_desc": "It is the height of the war in Vietnam, and U.S. Army Captain Willard is sent by Colonel Lucas and a General to carry out a mission that, officially, 'does not exist - nor will it ever exist'. The mission: To seek out a mysterious Green Beret Colonel, Walter Kurtz, whose army has crossed the border into Cambodia and is conducting hit-and-run missions against the Viet Cong and NVA. The army believes Kurtz has gone completely insane and Willard's job is to eliminate him. Willard, sent up the Nung River on a U.S. Navy patrol boat, discovers that his target is one of the most decorated officers in the U.S. Army. His crew meets up with surfer-type Lt-Colonel Kilgore, head of a U.S Army helicopter cavalry group which eliminates a Viet Cong outpost to provide an entry point into the Nung River. After some hair-raising encounters, in which some of his crew are killed, Willard, Lance and Chef reach Colonel Kurtz's outpost, beyond the Do Lung Bridge. Now, after becoming prisoners of Kurtz, will..."}, "Fury": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Moderate", "Profanity": "Severe", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Severe"}, "movie_title": "Fury", "movie_desc": "1945, in World War II Germany, the tough Sergeant Don 'Wardaddy' Collier commands a tank and survives a German attack with his veteran crew composed of Boyd 'Bible' Swan, Trini 'Gordo' Garcia and Grady 'Coon-Ass' Travis. He receives a rookie soldier Norman Ellison as the substitute for his deceased gunner and he tries to harden the youth along the way."}, "Allied": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Severe", "Profanity": "Moderate", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Moderate"}, "movie_title": "Allied", "movie_desc": ""}, "The Deer Hunter": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Moderate", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Severe"}, "movie_title": "The Deer Hunter", "movie_desc": "Michael, Steven and Nick are young factory workers from Pennsylvania who enlist into the Army to fight in Vietnam. Before they go, Steven marries the pregnant Angela, and their wedding party also serves as the men's farewell party. After some time and many horrors, the three friends fall in the hands of the Vietcong and are brought to a prison camp in which they are forced to play Russian roulette against each other. Michael makes it possible for them to escape, but they soon get separated again."}, "The Death of Stalin": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Severe", "FrighteningIntenseScenes": "Mild", "ViolenceGore": "Moderate"}, "movie_title": "The Death of Stalin", "movie_desc": "In early-1953 Moscow, under the Great Terror's heavy cloak of state paranoia, the ever-watchful Soviet leader, Joseph Stalin, collapses unexpectedly of a brain hemorrhage. Inevitably, when his body is discovered the following morning, a frenetic surge of raw panic spreads like a virus among the senior members of the Council of Ministers as they scramble to maintain order, weed out the competition, and, ultimately, take power. But in the middle of a gut-wrenching roller-coaster of incessant plotting, tireless machinations, and frail allegiances, absolutely no one is safe; not even the feared chief of the secret police, Lavrenti Beria. In the end, who will prevail after the death of Stalin?"}, "Troy: Fall of a City": {"movie_parental_guide": {"SexNudity": "Severe", "Certification": "None", "AlcoholDrugsSmoking": "None", "Profanity": "None", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "None"}, "movie_title": "Troy: Fall of a City", "movie_desc": "Based loosely on Homers ancient Greek epic poem 'Iliad', Troy: Fall of a City tells the story of the 10 year siege of the ancient city of Troy by the Greeks, after Paris, the young prince of Troy falls in love with the wife of a Greek king and elopes with her."}, "12 Strong": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "None", "Profanity": "Severe", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Moderate"}, "movie_title": "12 Strong", "movie_desc": "The True Story of the Army's Special Forces \"Green Berets\", who within weeks responded to the 9-11 attack. Green Berets, with the help of the 160th SOAR(A), took over the country and allowed other Special Forces and the rest of the conventional military to begin the more publicly visible war."}, "The 12th Man": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "None", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Moderate"}, "movie_title": "The 12th Man", "movie_desc": "True World War II story about Jan Baalsruds, one of the 12 saboteurs sent in 1943 from England to the Nazi occupied Northern Norway. After their boat is sunk by the Germans, Jan goes on the run towards the neutral Sweden. However, the brutal weather conditions turn out to possibly be an even greater foe than the Nazi patrols."}, "M*A*S*H": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Moderate", "Profanity": "Mild", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Moderate"}, "movie_title": "M*A*S*H", "movie_desc": "The 4077th Mobile Army Surgical Hospital is stuck in the middle of the Korean War. With little help from the circumstances, in which they find themselves, they are forced to make their own fun. Fond of practical jokes and revenge, the doctors, nurses, administrators, and soldiers often find ways of making wartime life bearable. Nevertheless, the war goes on."}}