{"The Big Short": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Severe", "FrighteningIntenseScenes": "Mild", "ViolenceGore": "None"}, "movie_title": "The Big Short", "movie_desc": "Three separate but parallel stories of the U.S mortgage housing crisis of 2005 are told. Michael Burry, an eccentric ex-physician turned one-eyed Scion Capital hedge fund manager, has traded traditional office attire for shorts, bare feet and a Supercuts haircut. He believes that the US housing market is built on a bubble that will burst within the next few years. Autonomy within the company allows Burry to do largely as he pleases, so Burry proceeds to bet against the housing market with the banks, who are more than happy to accept his proposal for something that has never happened in American history. The banks believe that Burry is a crackpot and therefore are confident in that they will win the deal. Jared Vennett with Deutschebank gets wind of what Burry is doing and, as an investor believes he too can cash in on Burry's beliefs. An errant telephone call to FrontPoint Partners gets this information into the hands of Mark Baum, an idealist who is fed up with the corruption in the ..."}, "Narcos": {"movie_parental_guide": {"SexNudity": "Severe", "Certification": "None", "AlcoholDrugsSmoking": "Moderate", "Profanity": "Moderate", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Severe"}, "movie_title": "Narcos", "movie_desc": "Narcos tells the true-life story of the growth and spread of cocaine drug cartels across the globe and attendant efforts of law enforcement to meet them head on in brutal, bloody conflict. It centers around the notorious Colombian cocaine kingpin Pablo Escobar (Wagner Moura) and Steve Murphy (Holbrook), a DEA agent sent to Colombia on a U.S. mission to capture him and ultimately kill him."}, "Spartacus": {"movie_parental_guide": {"SexNudity": "Severe", "Certification": "None", "AlcoholDrugsSmoking": "Moderate", "Profanity": "Severe", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Severe"}, "movie_title": "Spartacus", "movie_desc": "The inspiration behind this series is the Thracian Gladiator Spartacus, who led a slave uprising against the Roman Republic. The Thracians had been persuaded by Claudius Glaber to serve as auxiliaries in the Roman legions in a campaign against the Getae, who had often plundered Thracian lands. However after Glaber reneges on the deal and switches his attentions from the Getae to attack Mithridates in Asia Minor, the Thracians feel betrayed and mutiny. Captured by Glaber, Spartacus is condemned to death as a Gladiator, whilst his wife Sura is condemned to slavery. Spartacus, however, proves to be a formidable gladiator, and defeats the four gladiators tasked with executing him. He becomes a favorite of the crowd, leading Senator Albinius to commute his death sentence to a life of slavery. Spartacus is purchased by Batiatus for gladiator training, who promises to help him find Sura if he proves himself in training. As the series develops, the story follows the betrayals and machinations..."}, "Boy Erased": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Mild", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Mild"}, "movie_title": "Boy Erased", "movie_desc": "The son of a Baptist preacher is forced to participate in a church-supported gay conversion program after being forcibly outed to his parents."}, "Braveheart": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Moderate", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Severe"}, "movie_title": "Braveheart", "movie_desc": "William Wallace is a Scottish rebel who leads an uprising against the cruel English ruler Edward the Longshanks, who wishes to inherit the crown of Scotland for himself. When he was a young boy, William Wallace's father and brother, along with many others, lost their lives trying to free Scotland. Once he loses another of his loved ones, William Wallace begins his long quest to make Scotland free once and for all, along with the assistance of Robert the Bruce."}, "The Post": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Moderate", "FrighteningIntenseScenes": "Mild", "ViolenceGore": "Mild"}, "movie_title": "The Post", "movie_desc": "When American military analyst, Daniel Ellsberg, realizes to his disgust the depths of the US government's deceptions about the futility of the Vietnam War, he takes action by copying top-secret documents that would become the Pentagon Papers. Later, Washington Post owner, Kay Graham, is still adjusting to taking over her late husband's business when editor Ben Bradlee discovers the New York Times has scooped them with an explosive expose on those papers. Determined to compete, Post reporters find Ellsberg himself and a complete copy of those papers. However, the Post's plans to publish their findings are put in jeopardy with a Federal restraining order that could get them all indicted for Contempt. Now, Kay Graham must decide whether to back down for the safety of her paper or publish and fight for the Freedom of the Press. In doing so, Graham and her staff join a fight that would have America's democratic ideals in the balance."}, "The Irishman": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Severe", "Profanity": "Severe", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Severe"}, "movie_title": "The Irishman", "movie_desc": "A mob hitman recalls his possible involvement with the slaying of Jimmy Hoffa."}, "Molly's Game": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Moderate", "Profanity": "Moderate", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Mild"}, "movie_title": "Molly's Game", "movie_desc": "Molly Bloom, a beautiful young Olympic-class skier, ran the world's most exclusive high-stakes poker game for a decade before being arrested in the middle of the night by 17 FBI agents wielding automatic weapons. Her players included Hollywood royalty, sports stars, business titans, and finally, unbeknownst to her, the Russian mob. Her only ally was her criminal defense lawyer Charlie Jaffey, who learned that there was much more to Molly than the tabloids led us to believe."}, "The Revenant": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Moderate", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Severe"}, "movie_title": "The Revenant", "movie_desc": "While exploring uncharted wilderness in 1823, legendary frontiersman Hugh Glass sustains injuries from a brutal bear attack. When his hunting team leaves him for dead, Glass must utilize his survival skills to find a way back home while avoiding natives on their own hunt. Grief-stricken and fueled by vengeance, Glass treks through the wintry terrain to track down John Fitzgerald, the former confidant who betrayed and abandoned him."}, "American Crime Story": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Moderate", "Profanity": "Moderate", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Severe"}, "movie_title": "American Crime Story", "movie_desc": "The People v. O.J. Simpson: American Crime Story is a limited series that takes you inside the O.J. Simpson trial with a riveting look at the legal teams battling to convict or acquit the football legend of double homicide. Based on the book The Run of His Life: The People v. O.J. Simpson by Jeffrey Toobin, it explores the chaotic behind-the-scenes dealings and maneuvering on both sides of the court, and how a combination of prosecution overconfidence, defense shrewdness, and the LAPD's history with the city's African-American community gave a jury what it needed: reasonable doubt."}, "Adrift": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Moderate", "Profanity": "Moderate", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Mild"}, "movie_title": "Adrift", "movie_desc": "Starring Shailene Woodley and Sam Claflin, Adrift is based on the inspiring true story of two free spirits whose chance encounter leads them first to love, and then to the adventure of a lifetime. As the two avid sailors set out on a journey across the ocean, Tami Oldham (Woodley) and Richard Sharp (Claflin) couldn't anticipate they would be sailing directly into one of the most catastrophic hurricanes in recorded history. In the aftermath of the storm, Tami awakens to find Richard badly injured and their boat in ruins. With no hope for rescue, Tami must find the strength and determination to save herself and the only man she has ever loved. Adrift is the unforgettable story about the resilience of the human spirit and the transcendent power of love."}, "Versailles": {"movie_parental_guide": {"SexNudity": "Severe", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Moderate", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Moderate"}, "movie_title": "Versailles", "movie_desc": "In 1667, 28-year-old all-powerful king of France, Louis XIV, decides to build the greatest palace in the world - Versailles. But drained budget, affairs and political intrigues complicate things."}, "Medici: Masters of Florence": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Mild", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Mild"}, "movie_title": "Medici: Masters of Florence", "movie_desc": "A political, family drama set in Florence in the early 15th century. Cosimo de' Medici finds himself at the helm of his supremely wealthy, banking dynasty family, when his father, Giovanni dies suddenly. However Cosimo is concealing a dangerous secret - Giovanni was murdered. Now Cosimo and his brother must unearth his killer in order to protect the wealth and power of the family."}, "Mrs. Wilson": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "Moderate", "Profanity": "None", "FrighteningIntenseScenes": "None", "ViolenceGore": "None"}, "movie_title": "Mrs. Wilson", "movie_desc": "The drama follows Alison Wilson who thinks she is a normal, happily married woman. But when her husband Alec suddenly dies, a woman turns up on her doorstep, claiming that she is the real Mrs. Wilson. Alison is determined to prove the validity of her own marriage - and Alec's love for her - but is instead led into a world of dark and troubling secrets. Alec was a British spy and a best-selling novelist and Alison is pushed to the very brink to find out the truth."}, "I, Tonya": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Moderate", "Profanity": "Severe", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Moderate"}, "movie_title": "I, Tonya", "movie_desc": "From the proverbial wrong side of the tracks in Portland, Oregon, former competitive figure skater"}, "Lizzie": {"movie_parental_guide": {"SexNudity": "Severe", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Mild", "FrighteningIntenseScenes": "None", "ViolenceGore": "Moderate"}, "movie_title": "Lizzie", "movie_desc": ""}, "Victoria": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Mild", "FrighteningIntenseScenes": "Mild", "ViolenceGore": "None"}, "movie_title": "Victoria", "movie_desc": "The early life of Queen Victoria, from her ascension to the throne at the tender age of 18 to her courtship and marriage to Prince Albert."}, "Beautiful Boy": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Severe", "Profanity": "Moderate", "FrighteningIntenseScenes": "Mild", "ViolenceGore": "Moderate"}, "movie_title": "Beautiful Boy", "movie_desc": "Based on the best-selling pair of memoirs from father and son David and Nic Sheff, Beautiful Boy chronicles the heartbreaking and inspiring experience of survival, relapse, and recovery in a family coping with addiction over many years."}, "Darkest Hour": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "Moderate", "Profanity": "Mild", "FrighteningIntenseScenes": "Mild", "ViolenceGore": "Mild"}, "movie_title": "Darkest Hour", "movie_desc": "During World War II, as"}, "First Man": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Moderate", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Mild"}, "movie_title": "First Man", "movie_desc": "A Biopic on the life of the legendary American Astronaut Neil Armstrong from 1961-1969, on his journey to becoming the first human to walk the moon. Exploring the sacrifices and costs on the Nation and Neil himself, during one of the most dangerous missions in the history of space travel."}, "At Eternity's Gate": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Mild", "FrighteningIntenseScenes": "None", "ViolenceGore": "None"}, "movie_title": "At Eternity's Gate", "movie_desc": "A look at the life of painter"}, "American Made": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Moderate", "Profanity": "Moderate", "FrighteningIntenseScenes": "Mild", "ViolenceGore": "Mild"}, "movie_title": "American Made", "movie_desc": ""}, "Vice": {"movie_parental_guide": {"SexNudity": "Severe", "Certification": "None", "AlcoholDrugsSmoking": "Moderate", "Profanity": "Severe", "FrighteningIntenseScenes": "Mild", "ViolenceGore": "Moderate"}, "movie_title": "Vice", "movie_desc": "The story of Dick Cheney (Christian Bale), an unassuming bureaucratic Washington insider, who quietly wielded immense power as Vice President to George W. Bush, reshaping the country and the globe in ways that we still feel today."}, "Schindler's List": {"movie_parental_guide": {"SexNudity": "Severe", "Certification": "None", "AlcoholDrugsSmoking": "Moderate", "Profanity": "Moderate", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Severe"}, "movie_title": "Schindler's List", "movie_desc": "Oskar Schindler is a vainglorious and greedy German businessman who becomes an unlikely humanitarian amid the barbaric German Nazi reign when he feels compelled to turn his factory into a refuge for Jews. Based on the true story of Oskar Schindler who managed to save about 1100 Jews from being gassed at the Auschwitz concentration camp, it is a testament to the good in all of us."}, "Extremely Wicked, Shockingly Evil and Vile": {"movie_parental_guide": {"SexNudity": "Severe", "Certification": "None", "AlcoholDrugsSmoking": "Severe", "Profanity": "Severe", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Severe"}, "movie_title": "Extremely Wicked, Shockingly Evil and Vile", "movie_desc": "A chronicle of the crimes of Ted Bundy, from the perspective of his longtime girlfriend, Elizabeth Kloepfer, who refused to believe the truth about him for years."}, "The Wolf of Wall Street": {"movie_parental_guide": {"SexNudity": "Severe", "Certification": "None", "AlcoholDrugsSmoking": "Severe", "Profanity": "Severe", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Moderate"}, "movie_title": "The Wolf of Wall Street", "movie_desc": "Jordan Belfort is a Long Island penny stockbroker who served 22 months in prison for defrauding investors in a massive 1990s securities scam that involved widespread corruption on Wall Street and in the corporate banking world, including shoe designer Steve Madden."}, "Operation Finale": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "Moderate", "Profanity": "Severe", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Severe"}, "movie_title": "Operation Finale", "movie_desc": "Director Chris Weitz's historical thriller is based on the story of how a group of Israeli secret agents arrested notorious SS officer Adolf Eichmann - the man who masterminded the \"Final Solution\" - in Argentina. Oscar Isaac plays the legendary Mossad agent Peter Malkin, while Ben Kingsley plays his emotionally manipulative arch-nemesis. After tracking Eichmann down to Buenos Aires, Malkin and his men captured him and brought him to Israel for a historic 8-month trial."}, "Can You Ever Forgive Me?": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Moderate", "Profanity": "Moderate", "FrighteningIntenseScenes": "Mild", "ViolenceGore": "Mild"}, "movie_title": "Can You Ever Forgive Me?", "movie_desc": "Lee Israel ("}, "Billionaire Boys Club": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Severe", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Mild"}, "movie_title": "Billionaire Boys Club", "movie_desc": "A group of wealthy boys in Los Angeles during the early 1980s establish a 'get-rich-quick' scam that turns deadly."}, "Stan & Ollie": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Mild", "FrighteningIntenseScenes": "None", "ViolenceGore": "Mild"}, "movie_title": "Stan & Ollie", "movie_desc": "The true story of Hollywood's greatest comedy double act, Laurel and Hardy, is brought to the big screen for the first time. Starring Steve Coogan and John C. Reilly as the inimitable movie icons, Stan and Ollie is the heart-warming story of what would become the pair's triumphant farewell tour. With their golden era long behind them, the pair embark on a variety hall tour of Britain and Ireland. Despite the pressures of a hectic schedule, and with the support of their wives Lucille (Shirley Henderson) and Ida (Nina Arianda) - a formidable double act in their own right - the pair's love of performing, as well as for each other, endures as they secure their place in the hearts of their adoring public."}, "Outlaw King": {"movie_parental_guide": {"SexNudity": "Severe", "Certification": "None", "AlcoholDrugsSmoking": "None", "Profanity": "Moderate", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Severe"}, "movie_title": "Outlaw King", "movie_desc": "After being declared \"Outlaw\" by the occupying English Empire, Robert the Bruce (Chris Pine) raises an army of Scottish fighters in rebellion. Twists and turns all across the Scottish countryside lead this film on an epic, \"true to historical events\", journey that captures heroism at its core!"}, "A Private War": {"movie_parental_guide": {"SexNudity": "Severe", "Certification": "None", "AlcoholDrugsSmoking": "None", "Profanity": "None", "FrighteningIntenseScenes": "None", "ViolenceGore": "None"}, "movie_title": "A Private War", "movie_desc": "In a world where journalism is under attack, Marie Colvin (Rosamund Pike) is one of the most celebrated war correspondents of our time. Colvin is an utterly fearless and rebellious spirit, driven to the frontlines of conflicts across the globe to give voice to the voiceless, while constantly testing the limits between bravery and bravado. After being hit by a grenade in Sri Lanka, she wears a distinctive eye patch and is still as comfortable sipping martinis with London's elite as she is confronting dictators. Colvin sacrifices loving relationships, and over time, her personal life starts to unravel as the trauma she's witnessed takes its toll. Yet, her mission to show the true cost of war leads her -- along with renowned war photographer Paul Conroy (Jamie Dornan) -- to embark on the most dangerous assignment of their lives in the besieged Syrian city of Homs."}, "The Favourite": {"movie_parental_guide": {"SexNudity": "Severe", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Severe", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Mild"}, "movie_title": "The Favourite", "movie_desc": "Early 18th century. England is at war with the French. Nevertheless, duck racing and pineapple eating are thriving. A frail Queen Anne (Olivia Colman) occupies the throne and her close friend Lady Sarah (Rachel Weisz) governs the country in her stead while tending to Anne's ill health and mercurial temper. When a new servant Abigail (Emma Stone) arrives, her charm endears her to Sarah. Sarah takes Abigail under her wing and Abigail sees a chance at a return to her aristocratic roots. As the politics of war become quite time consuming for Sarah, Abigail steps into the breach to fill in as the Queen's companion. Their burgeoning friendship gives her a chance to fulfill her ambitions and she will not let woman, man, politics or rabbit stand in her way."}, "Welcome to Marwen": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Mild", "FrighteningIntenseScenes": "None", "ViolenceGore": "Moderate"}, "movie_title": "Welcome to Marwen", "movie_desc": "A victim of a brutal attack finds a unique and beautiful therapeutic outlet to help him through his recovery process."}, "The Disaster Artist": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "None", "Profanity": "Severe", "FrighteningIntenseScenes": "None", "ViolenceGore": "None"}, "movie_title": "The Disaster Artist", "movie_desc": "Aspiring actor Greg Sestero befriends the eccentric Tommy Wiseau. The two travel to L.A, and when Hollywood rejects them, Tommy decides to write, direct, produce and star in their own movie. That movie is The Room, which has attained cult status as the \"Citizen Kane\" of bad movies."}, "The Front Runner": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Moderate", "Profanity": "Moderate", "FrighteningIntenseScenes": "Mild", "ViolenceGore": "None"}, "movie_title": "The Front Runner", "movie_desc": "American Senator Gary Hart's presidential campaign in 1988 is derailed when he's caught in a scandalous love affair."}, "O Homem Que Inventou o Natal": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Mild", "FrighteningIntenseScenes": "Mild", "ViolenceGore": "Mild"}, "movie_title": "O Homem Que Inventou o Natal", "movie_desc": "In 1843, the celebrated British novelist, Charles Dickens, is at a low point in his career with three flops behind him and his family expenses piling up at home. Determined to recover, Dickens decides to write a Christmas story and self-publish it in less than two months. As Dickens labors writing on such short notice, his estranged father and mother come to bunk with him. Still haunted by painful memories of his father ruining his childhood by his financial irresponsibility, Dickens develops a writer's block which seems to have no solution. As such, Dickens must face his personal demons epitomized through his characters, especially in his imagined conversations with Ebenezer Scrooge. Now with a looming deadline, Dickens struggles for inspiration against his frustrations and his characters' opinions in a literary challenge creating a classic tale that would define the essential soul of modern Christmas."}, "Hacksaw Ridge": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Moderate", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Severe"}, "movie_title": "Hacksaw Ridge", "movie_desc": "The true story of"}, "Colette": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Mild", "FrighteningIntenseScenes": "Mild", "ViolenceGore": "Mild"}, "movie_title": "Colette", "movie_desc": "After marrying a successful Parisian writer known commonly as \"Willy\" (Dominic West), Sidonie-Gabrielle Colette (Keira Knightley) is transplanted from her childhood home in rural France to the intellectual and artistic splendor of Paris. Soon after, Willy convinces Colette to ghostwrite for him. She pens a semi-autobiographical novel about a witty and brazen country girl named Claudine, sparking a bestseller and a cultural sensation. After its success, Colette and Willy become the talk of Paris and their adventures inspire additional Claudine novels. Colette's fight over creative ownership and gender roles drives her to overcome societal constraints, revolutionizing literature, fashion and sexual expression. Directed by Wash Westmoreland and written by Wash Westmoreland, Richard Glatzer, Rebecca Lenkiewicz."}, "Breakthrough": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "None", "Profanity": "None", "FrighteningIntenseScenes": "None", "ViolenceGore": "None"}, "movie_title": "Breakthrough", "movie_desc": "When he was 14, Smith drowned in Lake St. Louis and was dead for nearly an hour. According to reports at the time, CPR was performed 27 minutes to no avail. Then the youth's mother, Joyce Smith, entered the room, praying loudly. Suddenly, there was a pulse, and Smith came around."}, "BlacKkKlansman": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Severe", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Moderate"}, "movie_title": "BlacKkKlansman", "movie_desc": "Director Spike Lee's drama was produced by the team behind Get Out and offers another provocative exploration of American race relations. In the midst of the 1970s civil rights movement, Ron Stallworth (John David Washington) becomes the first black detective on the Colorado Springs Police Department. He sets out to prove his worth by infiltrating the local chapter of the Ku Klux Klan and convinces his Jewish colleague (Adam Driver) to go undercover as a white supremacist."}, "On the Basis of Sex": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "None", "Profanity": "None", "FrighteningIntenseScenes": "None", "ViolenceGore": "None"}, "movie_title": "On the Basis of Sex", "movie_desc": "The story of Ruth Bader Ginsburg, her struggles for equal rights and what she had to overcome in order to become a U.S. Supreme Court Justice."}, "Mary Queen of Scots": {"movie_parental_guide": {"SexNudity": "Severe", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "None", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Moderate"}, "movie_title": "Mary Queen of Scots", "movie_desc": "Mary Queen of Scots explores the turbulent life of the charismatic Mary Stuart. Queen of France at 16 and widowed at 18, Mary defies pressure to remarry. Instead, she returns to her native Scotland to reclaim her rightful throne. But Scotland and England fall under the rule of the compelling Elizabeth I. Each young Queen beholds her \"sister\" in fear and fascination. Rivals in power and in love, and female regents in a masculine world, the two must decide how to play the game of marriage versus independence. Determined to rule as much more than a figurehead, Mary asserts her claim to the English throne, threatening Elizabeth's sovereignty. Betrayal, rebellion, and conspiracies within each court imperil both thrones - and change the course of history."}, "Tombstone": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Moderate", "Profanity": "Moderate", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Moderate"}, "movie_title": "Tombstone", "movie_desc": "After success cleaning up Dodge City, Wyatt Earp moves to Tombstone, Arizona, and wishes to get rich in obscurity. He meets his brothers there, as well as his old friend Doc Holliday. A band of outlaws that call themselves The Cowboys are causing problems in the region with various acts of random violence, and inevitably come into confrontation with Holliday and the Earps, which leads to a shoot-out at the O.K. Corral."}, "The 15:17 to Paris": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Moderate", "Profanity": "Moderate", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Severe"}, "movie_title": "The 15:17 to Paris", "movie_desc": "In the early evening of August 21, 2015, the world watched in stunned silence as the media reported a thwarted terrorist attack on Thalys train #9364 bound for Paris--an attempt prevented by three courageous young Americans traveling through Europe. The film follows the course of the friends' lives, from the struggles of childhood through finding their footing in life, to the series of unlikely events leading up to the attack. Throughout the harrowing ordeal, their friendship never wavers, making it their greatest weapon and allowing them to save the lives of the more than 500 passengers on board."}}