{"The Searchers": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "None", "FrighteningIntenseScenes": "Mild", "ViolenceGore": "Mild"}, "movie_title": "The Searchers", "movie_desc": "Ethan Edwards, returned from the Civil War to the Texas ranch of his brother, hopes to find a home with his family and to be near the woman he obviously but secretly loves. But a Comanche raid destroys these plans, and Ethan sets out, along with his 1/8 Indian nephew Martin, on a years-long journey to find the niece kidnapped by the Indians under Chief Scar. But as the quest goes on, Martin begins to realize that his uncle's hatred for the Indians is beginning to spill over onto his now-assimilated niece. Martin becomes uncertain whether Ethan plans to rescue Debbie...or kill her.", "movie_url": "https://www.imdb.com/title/tt0049730/"}, "Butch Cassidy and the Sundance Kid": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "None", "Profanity": "Mild", "FrighteningIntenseScenes": "None", "ViolenceGore": "Moderate"}, "movie_title": "Butch Cassidy and the Sundance Kid", "movie_desc": "Butch and Sundance are the two leaders of the Hole-in-the-Wall Gang. Butch is all ideas, Sundance is all action and skill. The west is becoming civilized, and when Butch and Sundance rob a train once too often, a special posse begins trailing them no matter where they run. Over rocks, through towns, across rivers, the group is always just behind them. When they finally escape through sheer luck, Butch has another idea, \"Let's go to Bolivia\". Based on the exploits of the historical characters.", "movie_url": "https://www.imdb.com/title/tt0064115/"}, "Giant": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "None", "Profanity": "None", "FrighteningIntenseScenes": "None", "ViolenceGore": "None"}, "movie_title": "Giant", "movie_desc": "Texan rancher Bick Benedict visits a Maryland farm to buy a prize horse. Whilst there he meets and falls in love with the owner's daughter Leslie, they are married immediately and return to his ranch. The story of their family and its rivalry with cowboy and (later oil tycoon) Jett Rink unfolds across two generations.", "movie_url": "https://www.imdb.com/title/tt0049261/"}, "The Outlaw Josey Wales": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Mild", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Severe"}, "movie_title": "The Outlaw Josey Wales", "movie_desc": "Josey Wales makes his way west after the Civil War, determined to live a useful and helpful life. He joins up with a group of settlers who need the protection that a man as tough and experienced as he is can provide. Unfortunately, the past has a way of catching up with you, and Josey is a wanted man.", "movie_url": "https://www.imdb.com/title/tt0075029/"}, "Django Unchained": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Severe", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Severe"}, "movie_title": "Django Unchained", "movie_desc": "In 1858, a bounty hunter named Schultz seeks out a slave named Django and buys him because he needs him to find some men he is looking for. After finding them, Django wants to find his wife, Brunhilde, who along with him were sold separately by his former owner for trying to escape. Schultz offers to help him if he chooses to stay with him and be his partner. Eventually they learn that she was sold to a plantation in Mississipi. Knowing they can't just go in and say they want her, they come up with a plan so that the owner will welcome them into his home and they can find a way.", "movie_url": "https://www.imdb.com/title/tt1853728/"}, "Bone Tomahawk": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Mild", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Severe"}, "movie_title": "Bone Tomahawk", "movie_desc": "After an outlaw unknowingly leads a band of cannibalistic Troglodytes into the peaceful western town of Bright Hope, the monsters kidnap several settlers, including the wife of a local rancher. Despite his injured leg the rancher joins a small rescue party with the sheriff, his aging deputy and a strong-willed gunslinger. What follows is a journey into hell on earth as the posse comes to realize it is up against a foe whose savagery knows no bounds. The film takes place at the turn of the century around the border of what is now Texas and New Mexico.", "movie_url": "https://www.imdb.com/title/tt2494362/"}, "The Revenant": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Moderate", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Severe"}, "movie_title": "The Revenant", "movie_desc": "While exploring uncharted wilderness in 1823, legendary frontiersman Hugh Glass sustains injuries from a brutal bear attack. When his hunting team leaves him for dead, Glass must utilize his survival skills to find a way back home while avoiding natives on their own hunt. Grief-stricken and fueled by vengeance, Glass treks through the wintry terrain to track down John Fitzgerald, the former confidant who betrayed and abandoned him.", "movie_url": "https://www.imdb.com/title/tt1663202/"}, "Open Range": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Moderate", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Moderate"}, "movie_title": "Open Range", "movie_desc": "Boss Spearman, Charley Waite, Mose Harrison and Button freegraze their cattle across the vast prairies of the West, sharing a friendship forged by a steadfast code of honor and living a life unencumbered by civilization. When their wayward herd forces them near the small town of Harmonville, the cowboys encounter a corrupt sheriff and kingpin rancher who govern the territory through fear, tyranny and violence. Boss and Charley find themselves inextricably drawn towards an inevitable showdown, as they are forced to defend the freedom and values of a lifestyle that is all too quickly vanishing. Amidst the turmoil, life suddenly takes an unexpected turn for the loner Charley when he meets the beautiful and warm spirited Sue Barlow, a woman who embraces both his heart and his soul.", "movie_url": "https://www.imdb.com/title/tt0316356/"}, "True Grit": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Moderate", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Moderate"}, "movie_title": "True Grit", "movie_desc": "The murder of her father sends a teenage tomboy, Mattie Ross, (Kim Darby), on a mission of \"justice\", which involves avenging her father's death. She recruits a tough old marshal, \"Rooster\" Cogburn (John Wayne), because he has \"grit\", and a reputation of getting the job done. The two are joined by a Texas Ranger, La Boeuf, (Glen Campbell), who is looking for the same man (Jeff Corey) for a separate murder in Texas. Their odyssey takes them from Fort Smith, Arkansas, deep into the Indian Territory (present day Oklahoma) to find their man.", "movie_url": "https://www.imdb.com/title/tt0065126/"}, "Duck, You Sucker": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Severe", "Profanity": "Severe", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Severe"}, "movie_title": "Duck, You Sucker", "movie_desc": "In Mexico at the time of the Revolution, Juan, the leader of a bandit family, meets John Mallory, an IRA explosives expert on the run from the British. Seeing John's skill with explosives, Juan decides to persuade him to join the bandits in a raid on the great bank of Mesa Verde. John in the meantime has made contact with the revolutionaries, and intends to use his dynamite in their service.", "movie_url": "https://www.imdb.com/title/tt0067140/"}, "Once Upon a Time in the West": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Mild", "FrighteningIntenseScenes": "Mild", "ViolenceGore": "Mild"}, "movie_title": "Once Upon a Time in the West", "movie_desc": "Story of a young woman, Mrs. McBain, who moves from New Orleans to frontier Utah, on the very edge of the American West. She arrives to find her new husband and family slaughtered, but by whom? The prime suspect, coffee-lover Cheyenne, befriends her and offers to go after the real killer, assassin gang leader Frank, in her honor. He is accompanied by Harmonica, a man already on a quest to get even.", "movie_url": "https://www.imdb.com/title/tt0064116/"}, "Legends of the Fall": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "None", "Profanity": "Moderate", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Severe"}, "movie_title": "Legends of the Fall", "movie_desc": "", "movie_url": "https://www.imdb.com/title/tt0110322/"}, "Silverado": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Moderate", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Moderate"}, "movie_title": "Silverado", "movie_desc": "In 1880, four men travel together to the city of Silverado. They come across many dangers before they finally engage the \"bad guys\" and bring peace and equality back to the city.", "movie_url": "https://www.imdb.com/title/tt0090022/"}, "The Magnificent Seven": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Moderate", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Moderate"}, "movie_title": "The Magnificent Seven", "movie_desc": "A bandit terrorizes a small Mexican farming village each year. Several of the village elders send three of the farmers into the United States to search for gunmen to defend them. They end up with seven, each of whom comes for a different reason. They must prepare the town to repulse an army of thirty bandits who will arrive wanting food.", "movie_url": "https://www.imdb.com/title/tt0054047/"}, "High Noon": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "Moderate", "Profanity": "None", "FrighteningIntenseScenes": "Mild", "ViolenceGore": "Mild"}, "movie_title": "High Noon", "movie_desc": "On the day he gets married and hangs up his badge, Marshal Will Kane is told that a man he sent to prison years before, Frank Miller, is returning on the noon train to exact his revenge. Having initially decided to leave with his new spouse, Will decides he must go back and face Miller. However, when he seeks the help of the townspeople he has protected for so long, they turn their backs on him. It seems Kane may have to face Miller alone, as well as the rest of Miller's gang, who are waiting for him at the station.", "movie_url": "https://www.imdb.com/title/tt0044706/"}, "Bubba Ho-Tep": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "None", "Profanity": "None", "FrighteningIntenseScenes": "None", "ViolenceGore": "None"}, "movie_title": "Bubba Ho-Tep", "movie_desc": "Based on the Bram Stoker Award nominee short story by cult author Joe R. Lansdale, Bubba Ho-tep tells the \"true\" story of what really did become of Elvis Presley. We find Elvis (Bruce Campbell) as an elderly resident in an East Texas rest home, who switched identities with an Elvis impersonator years before his \"death\", then missed his chance to switch back. Elvis teams up with Jack (Ossie Davis), a fellow nursing home resident who thinks that he is actually President John F. Kennedy, and the two valiant old codgers sally forth to battle an evil Egyptian entity who has chosen their long-term care facility as his happy hunting grounds.", "movie_url": "https://www.imdb.com/title/tt0281686/"}, "For a Few Dollars More": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "None", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Moderate"}, "movie_title": "For a Few Dollars More", "movie_desc": "Manco is a bounty killer chasing El Indio and his gang. During his hunting, he meets Col. Douglas Mortimer, another bounty killer, and they decide to make a partnership, chase the bad guys together and split the reward. During their enterprise, there will be lots of bullets and funny situations. In the end, one of the bounty hunters shows the real intention of his hunting.", "movie_url": "https://www.imdb.com/title/tt0059578/"}, "A Fistful of Dollars": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "None", "FrighteningIntenseScenes": "Mild", "ViolenceGore": "Severe"}, "movie_title": "A Fistful of Dollars", "movie_desc": "An anonymous, but deadly man rides into a town torn by war between two factions, the Baxters and the Rojo's. Instead of fleeing or dying, as most other would do, the man schemes to play the two sides off each other, getting rich in the bargain.", "movie_url": "https://www.imdb.com/title/tt0058461/"}, "Unforgiven": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Moderate", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Severe"}, "movie_title": "Unforgiven", "movie_desc": "The town of Big Whisky is full of normal people trying to lead quiet lives. Cowboys try to make a living. Sheriff 'Little Bill' tries to build a house and keep a heavy-handed order. The town whores just try to get by.Then a couple of cowboys cut up a whore. Dissatisfied with Bill's justice, the prostitutes put a bounty on the cowboys. The bounty attracts a young gun billing himself as 'The Schofield Kid', and aging killer William Munny. Munny reformed for his young wife, and has been raising crops and two children in peace. But his wife is gone. Farm life is hard. And Munny is no good at it. So he calls his old partner Ned, saddles his ornery nag, and rides off to kill one more time, blurring the lines between heroism and villainy, man and myth.", "movie_url": "https://www.imdb.com/title/tt0105695/"}, "Hell or High Water": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Moderate", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Moderate"}, "movie_title": "Hell or High Water", "movie_desc": "In Texas, after the death of his mother, the unemployed oil and gas worker Toby Howard is losing his ranch to the Texas Midlands Bank. Toby is divorced from his wife who lives with their two sons. When his brother Tanner Howard is released from the prison, they team up to rob agencies of the Texas Midlands Bank to raise money to pay the loan so that Toby may leave the real estate to his sons. Meanwhile the Texas Ranger Marcus Hamilton who is near retirement and his Indian descendant partner Alberto Parker try to anticipate the next move of the thieves.", "movie_url": "https://www.imdb.com/title/tt2582782/"}, "Vampire Hunter D: Bloodlust": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "None", "Profanity": "None", "FrighteningIntenseScenes": "None", "ViolenceGore": "None"}, "movie_title": "Vampire Hunter D: Bloodlust", "movie_desc": "It is many thousand years in the future. Vampires once ruled the night but have seen their numbers reduced by fearless bounty hunters. One such hunter is D, the halfbreed son of a human mother and vampire father. When a girl from a rich family is taken from her home by the vampire Meier Link, her father contracts both D and the Markus brothers (a rival group of hunters) to race to retrieve her. As the heroes fight their way through Meier's hired guards, they begin to suspect that the girl may have gone with him willingly.", "movie_url": "https://www.imdb.com/title/tt0216651/"}, "The Ballad of Buster Scruggs": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Moderate", "Profanity": "Mild", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Severe"}, "movie_title": "The Ballad of Buster Scruggs", "movie_desc": "An anthology film comprised of six stories, each dealing with a different aspect of life in the Old West.", "movie_url": "https://www.imdb.com/title/tt6412452/"}, "Dead Man": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Moderate", "FrighteningIntenseScenes": "Mild", "ViolenceGore": "Severe"}, "movie_title": "Dead Man", "movie_desc": "Dead Man is the story of a young man's journey, both physically and spiritually, into very unfamiliar terrain. William Blake travels to the extreme western frontiers of America sometime in the 2nd half of the 19th century. Lost and badly wounded, he encounters a very odd, outcast Native American, named \"Nobody\", who believes Blake is actually the dead English poet of the same name. The story, with Nobody's help, leads William Blake through situations that are in turn comical and violent. Contrary to his nature, circumstances transform Blake into a hunted outlaw, a killer, and a man whose physical existence is slowly slipping away. Thrown into a world that is cruel and chaotic, his eyes are opened to the fragility that defines the realm of the living. It is as though he passes through the surface of a mirror, and emerges into a previously-unknown world that exists on the other side.", "movie_url": "https://www.imdb.com/title/tt0112817/"}, "Spirit: Stallion of the Cimarron": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Mild", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Mild"}, "movie_title": "Spirit: Stallion of the Cimarron", "movie_desc": "A wild stallion is captured by humans and slowly loses the will to resist training, yet, throughout his struggles for freedom, the stallion refuses to let go of the hope of one day returning home to his herd.", "movie_url": "https://www.imdb.com/title/tt0166813/"}, "Rio Bravo": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "None", "Profanity": "None", "FrighteningIntenseScenes": "None", "ViolenceGore": "None"}, "movie_title": "Rio Bravo", "movie_desc": "Sheriff John T. Chance has his hands full after arresting Joe Burdette for murder. He knows that Burdette's brother Nathan, a powerful rancher, will go to any lengths to get him out of jail. Chance's good friend Pat Wheeler offers to help but within 20 minutes of making the offer is gunned down in the street, shot in the back. That leaves his elderly deputy Stumpy, the town drunk Dude - once a deputy and a pretty good shot when he was sober - and a young hand, Colorado, who used to work for Wheeler. Nathan Burdette meanwhile has a couple of dozen men at his disposal. Chance does his best to prepare all the while romancing a pretty gambler who goes by the name of Feathers.", "movie_url": "https://www.imdb.com/title/tt0053221/"}, "Little Big Man": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "None", "FrighteningIntenseScenes": "Mild", "ViolenceGore": "Moderate"}, "movie_title": "Little Big Man", "movie_desc": "Jack Crabb is 121 years old as the film begins. A collector of oral histories asks him about his past. He recounts being captured and raised by indians, becoming a gunslinger, marrying an indian, watching her killed by General George Armstrong Custer, and becoming a scout for him at Little Big Horn.", "movie_url": "https://www.imdb.com/title/tt0065988/"}, "Dances with Wolves": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Mild", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Moderate"}, "movie_title": "Dances with Wolves", "movie_desc": "Lt. John Dunbar is dubbed a hero after he accidentally leads Union troops to a victory during the Civil War. He requests a position on the western frontier, but finds it deserted. He soon finds out he is not alone, but meets a wolf he dubs \"Two-socks\" and a curious Indian tribe. Dunbar quickly makes friends with the tribe, and discovers a white woman who was raised by the Indians. He gradually earns the respect of these native people, and sheds his white-man's ways.", "movie_url": "https://www.imdb.com/title/tt0099348/"}, "Blazing Saddles": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Moderate", "Profanity": "Moderate", "FrighteningIntenseScenes": "None", "ViolenceGore": "Mild"}, "movie_title": "Blazing Saddles", "movie_desc": "The Ultimate Western Spoof. A town where everyone seems to be named Johnson is in the way of the railroad. In order to grab their land, Hedley Lemar (", "movie_url": "https://www.imdb.com/title/tt0071230/"}, "Brimstone - Castigo": {"movie_parental_guide": {"SexNudity": "Severe", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Severe", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Severe"}, "movie_title": "Brimstone - Castigo", "movie_desc": "A triumphant epic of survival and a tale of powerful womanhood and resistance against the unforgiving cruelty of a hell on earth. Our heroine is Liz (Dakota Fanning), carved from the beautiful wilderness, full of heart and grit, hunted by a vengeful Preacher (Guy Pearce) - a diabolical zealot and her twisted nemesis. But Liz is a genuine survivor; she's no victim - a woman of fearsome strength who responds with astonishing bravery to claim the better life she and her daughter deserve. Fear not. Retribution is coming.", "movie_url": "https://www.imdb.com/title/tt1895315/"}, "Pale Rider": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Moderate", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Severe"}, "movie_title": "Pale Rider", "movie_desc": "A gold mining camp in the California foothills is besieged by a neighboring landowner intent on stealing their claims. A preacher rides into camp and uses all of his powers of persuasion to convince the landowner to give up his attacks on the miners.", "movie_url": "https://www.imdb.com/title/tt0089767/"}, "Tombstone": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Moderate", "Profanity": "Mild", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Moderate"}, "movie_title": "Tombstone", "movie_desc": "After success cleaning up Dodge City, Wyatt Earp moves to Tombstone, Arizona, and wishes to get rich in obscurity. He meets his brothers there, as well as his old friend Doc Holliday. A band of outlaws that call themselves The Cowboys are causing problems in the region with various acts of random violence, and inevitably come into confrontation with Holliday and the Earps, which leads to a shoot-out at the O.K. Corral.", "movie_url": "https://www.imdb.com/title/tt0108358/"}, "The Treasure of the Sierra Madre": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Mild", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Moderate"}, "movie_title": "The Treasure of the Sierra Madre", "movie_desc": "Fred C. Dobbs and Bob Curtin, both down on their luck in Tampico, Mexico in 1925, meet up with a grizzled prospector named Howard and decide to join with him in search of gold in the wilds of central Mexico. Through enormous difficulties, they eventually succeed in finding gold, but bandits, the elements, and most especially greed threaten to turn their success into disaster.", "movie_url": "https://www.imdb.com/title/tt0040897/"}, "O Bom, O Mau e O Estranho": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Moderate", "Profanity": "Moderate", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Severe"}, "movie_title": "O Bom, O Mau e O Estranho", "movie_desc": "A guksu western. Three Korean gunslingers are in Manchuria circa World War II: Do-wan, an upright bounty hunter, Chang-yi, a thin-skinned and ruthless killer, and Tae-goo, a train robber with nine lives. Tae-goo finds a map he's convinced leads to buried treasure; Chang-yi wants it as well for less clear reasons. Do-wan tracks the map knowing it will bring him to Chang-yi, Tae-goo, and reward money. Occupying Japanese forces and their Manchurian collaborators also want the map, as does the Ghost Market Gang who hangs out at a thieves' bazaar. These enemies cross paths frequently and dead bodies pile up. Will anyone find the map's destination and survive to tell the tale?", "movie_url": "https://www.imdb.com/title/tt0901487/"}, "Rango": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Mild", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Mild"}, "movie_title": "Rango", "movie_desc": "Rango is a pet chameleon always on the lookout for action and adventure, except the fake kind, where he directs it and acts in it. After a car accident, he winds up in an old western town called Dirt. What this town needs the most is water, but they also need a hero and a sheriff. The thirsty Rango instantly takes on the role of both and selfishly agrees to take on the case of their missing water.", "movie_url": "https://www.imdb.com/title/tt1192628/"}, "3:10 to Yuma": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Moderate", "FrighteningIntenseScenes": "Mild", "ViolenceGore": "Severe"}, "movie_title": "3:10 to Yuma", "movie_desc": "Rancher Dan Evans heads into Bisbee to clear up issues concerning the sale of his land when he witnesses the closing events of a stagecoach robbery led by famed outlaw Ben Wade. Shortly thereafter, Wade is captured by the law in Bisbee and Evans finds himself one of the escorts who will take Wade to the 3:10 to Yuma train in Contention for the reward of $200. Evans's effort to take Wade to the station is in part an effort to save his land but also part of an inner battle to determine whether he can be more than just a naive rancher in the eyes of his impetuous and gunslinging son William Evans. The transport to Contention is hazardous and filled with ambushes by Indians, pursuits by Wade's vengeful gang and Wade's own conniving and surreptitious demeanor that makes the ride all the more intense.", "movie_url": "https://www.imdb.com/title/tt0381849/"}, "The Good, the Bad and the Ugly": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Mild", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Moderate"}, "movie_title": "The Good, the Bad and the Ugly", "movie_desc": "Blondie (The Good) is a professional gunslinger who is out trying to earn a few dollars. Angel Eyes (The Bad) is a hit man who always commits to a task and sees it through, as long as he is paid to do so. And Tuco (The Ugly) is a wanted outlaw trying to take care of his own hide. Tuco and Blondie share a partnership together making money off Tuco's bounty, but when Blondie unties the partnership, Tuco tries to hunt down Blondie. When Blondie and Tuco come across a horse carriage loaded with dead bodies, they soon learn from the only survivor (Bill Carson) that he and a few other men have buried a stash of gold in a cemetery. Unfortunately Carson dies and Tuco only finds out the name of the cemetery, while Blondie finds out the name on the grave. Now the two must keep each other alive in order to find the gold. Angel Eyes (who had been looking for Bill Carson) discovers that Tuco and Blondie met with Carson and knows they know the location of the gold. All he needs is for the two to ...", "movie_url": "https://www.imdb.com/title/tt0060196/"}, "The Man Who Shot Liberty Valance": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "None", "Profanity": "None", "FrighteningIntenseScenes": "None", "ViolenceGore": "None"}, "movie_title": "The Man Who Shot Liberty Valance", "movie_desc": "When Senator Ransom Stoddard returns home to Shinbone for the funeral of Tom Doniphon, he recounts to a local newspaper editor the story behind it all. He had come to town many years before, a lawyer by profession. The stage was robbed on its way in by the local ruffian, Liberty Valance, and Stoddard has nothing to his name left save a few law books. He gets a job in the kitchen at the Ericson's restaurant and there meets his future wife, Hallie. The territory is vying for Statehood and Stoddard is selected as a representative over Valance, who continues terrorizing the town. When he destroys the local newspaper office and attacks the editor, Stoddard calls him out, though the conclusion is not quite as straightforward as legend would have it.", "movie_url": "https://www.imdb.com/title/tt0056217/"}, "The Proposition": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Severe", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Severe"}, "movie_title": "The Proposition", "movie_desc": "Rural Australia in the late nineteenth century: Capt. Stanley and his men capture two of the three Burns brothers, Charlie and Mike. Their gang is held responsible for attacking the Hopkins farm, raping pregnant Mrs. Hopkins and murdering the whole family. Arthur Burns, the eldest brother and the gang's mastermind, remains on the loose and has retreated to a mountain hideout. Capt. Stanley's proposition to Charlie is to gain pardon and - more importantly - save his beloved younger brother Mike from the gallows by finding and killing Arthur within nine days.", "movie_url": "https://www.imdb.com/title/tt0421238/"}, "Three Burials": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "None", "Profanity": "None", "FrighteningIntenseScenes": "None", "ViolenceGore": "None"}, "movie_title": "Three Burials", "movie_desc": "A man is shot and quickly buried in the high desert of west Texas. The body is found and reburied in Van Horn's town cemetery. Pete Perkins, a local ranch foreman, kidnaps a Border Patrolman and forces him to disinter the body. With his captive in tow and the body tied to a mule, Pete undertakes a dangerous and quixotic journey into Mexico.", "movie_url": "https://www.imdb.com/title/tt0419294/"}, "The Assassination of Jesse James by the Coward Robert Ford": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Mild", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Severe"}, "movie_title": "The Assassination of Jesse James by the Coward Robert Ford", "movie_desc": "Taking place in the American Northwest in the early 1880s, the film dramatizes the last seven months in the life of famed outlaw Jesse James, beginning with the Blue Cut train robbery of 1881 and culminating in his assassination at the hands of Robert Ford the following April. In the time between these two fateful events, the young and jealous Ford befriends the increasingly mistrustful outlaw, even as he plots his demise.", "movie_url": "https://www.imdb.com/title/tt0443680/"}, "Hostiles": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Moderate", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Severe"}, "movie_title": "Hostiles", "movie_desc": "In 1892, after nearly two decades of fighting the Cheyenne, the Apache, and the Comanche natives, the United States Cavalry Captain and war hero, Joseph Blocker, is ordered to escort the ailing Cheyenne chief, Yellow Hawk--his most despised enemy--to his ancestral home in Montana's Valley of the Bears. Nauseated with a baleful anger, Joseph's unwelcome final assignment in the feral American landscape is further complicated, when the widowed settler, Rosalie Quaid, is taken in by the band of soldiers, as aggressive packs of marauding Comanches who are still on the warpath, are thirsty for blood. In a territory crawling with hostiles, can the seasoned Captain do his duty one last time?", "movie_url": "https://www.imdb.com/title/tt5478478/"}, "High Plains Drifter": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Moderate", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Severe"}, "movie_title": "High Plains Drifter", "movie_desc": "A Stranger rides into in the dusty mining town of Lago, where the townspeople are living in the shadow of a dark secret. After a shootout leaves the town's hired-gun protectors dead, the town's leaders petition the Stranger to stay and protect them from three ruthless outlaws who are soon to be released from prison. The three have their sights set on returning to Lago to wreak havoc and take care of some unfinished business. A series of events soon has the townspeople questioning whether siding with the Stranger was a wise idea as they quickly learn the price that they each must pay for his services. As the outlaws make their way back into Lago, they discover that the town is not exactly as they had left it, and waiting in the shadows is the Stranger, ready to expose the town's secret and serve up his own brand of justice.", "movie_url": "https://www.imdb.com/title/tt0068699/"}, "Shane": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "None", "Profanity": "None", "FrighteningIntenseScenes": "None", "ViolenceGore": "None"}, "movie_title": "Shane", "movie_desc": "Shane rides into a conflict between cattleman Ryker and a bunch of settlers, like Joe Starrett and his family, whose land Ryker wants. When Shane beats up Ryker's man Chris, Ryker tries to buy him. Then Shane and Joe take on the whole Ryker crew. Ryker sends to Cheyenne for truly evil gunslinger Wilson. Shane must clear out all the guns from the valley.", "movie_url": "https://www.imdb.com/title/tt0046303/"}, "The Hateful Eight": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Severe", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Severe"}, "movie_title": "The Hateful Eight", "movie_desc": "Some time after the Civil War, a stagecoach hurtles through the wintry Wyoming landscape. Bounty hunter John Ruth and his fugitive captive Daisy Domergue race towards the town of Red Rock, where Ruth will bring Daisy to justice. Along the road, they encounter Major Marquis Warren (an infamous bounty hunter) and Chris Mannix (a man who claims to be Red Rock's new sheriff). Lost in a blizzard, the bunch seeks refuge at Minnie's Haberdashery. When they arrive they are greeted by unfamiliar faces: Bob, who claims to be taking care of the place while Minnie is gone; Oswaldo Mobray, the hangman of Red Rock; Joe Gage, a cow puncher; and confederate general Sanford Smithers. As the storm overtakes the mountainside, the eight travelers come to learn that they might not make it to Red Rock after all...", "movie_url": "https://www.imdb.com/title/tt3460252/"}, "Back to the Future Part III": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Mild", "FrighteningIntenseScenes": "Mild", "ViolenceGore": "Mild"}, "movie_title": "Back to the Future Part III", "movie_desc": "Stranded in 1955, Marty McFly receives written word from his friend, Doctor Emmett Brown, as to where can be found the DeLorean time machine. However, an unfortunate discovery prompts Marty to go to his friend's aid. Using the time machine, Marty travels to the old west where his friend has run afoul of a gang of thugs and has fallen in love with a local schoolteacher. Using the technology from the time, Marty and Emmett devise one last chance to send the two of them back to the future.", "movie_url": "https://www.imdb.com/title/tt0099088/"}, "The General": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "None", "FrighteningIntenseScenes": "Mild", "ViolenceGore": "Mild"}, "movie_title": "The General", "movie_desc": "Johnnie loves his train (\"The General\") and Annabelle Lee. When the Civil War begins he is turned down for service because he's more valuable as an engineer. Annabelle thinks it's because he's a coward. Union spies capture The General with Annabelle on board. Johnnie must rescue both his loves.", "movie_url": "https://www.imdb.com/title/tt0017925/"}, "Stagecoach": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "Moderate", "Profanity": "None", "FrighteningIntenseScenes": "None", "ViolenceGore": "Mild"}, "movie_title": "Stagecoach", "movie_desc": "A simple stagecoach trip is complicated by the fact that Geronimo is on the warpath in the area. The passengers on the coach include a drunken doctor, two women, a bank manager who has taken off with his client's money, and the famous Ringo Kid, among others.", "movie_url": "https://www.imdb.com/title/tt0031971/"}, "The Wild Bunch": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Mild", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Severe"}, "movie_title": "The Wild Bunch", "movie_desc": "It's 1913, and the \"traditional\" American West is dying. Among the inhabitants of this dying era are an outlaw gang called \"The Wild Bunch.\" After a failed railroad office robbery, the gang heads to Mexico to do one last job. Seeing their times and lives drifting away in the newly formed world of the 20th century, the gang takes the job and ends up in a brutally violent last stand against their enemies deemed to be corrupt, in a small Mexican town ruled by a ruthless general.", "movie_url": "https://www.imdb.com/title/tt0065214/"}}