{"Butch Cassidy and the Sundance Kid": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "None", "Profanity": "Mild", "FrighteningIntenseScenes": "None", "ViolenceGore": "Moderate"}, "movie_title": "Butch Cassidy and the Sundance Kid", "movie_desc": "Butch and Sundance are the two leaders of the Hole-in-the-Wall Gang. Butch is all ideas, Sundance is all action and skill. The west is becoming civilized, and when Butch and Sundance rob a train once too often, a special posse begins trailing them no matter where they run. Over rocks, through towns, across rivers, the group is always just behind them. When they finally escape through sheer luck, Butch has another idea, \"Let's go to Bolivia\". Based on the exploits of the historical characters."}, "Django Unchained": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Severe", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Severe"}, "movie_title": "Django Unchained", "movie_desc": "In 1858, a bounty hunter named Schultz seeks out a slave named Django and buys him because he needs him to find some men he is looking for. After finding them, Django wants to find his wife, Brunhilde, who along with him were sold separately by his former owner for trying to escape. Schultz offers to help him if he chooses to stay with him and be his partner. Eventually they learn that she was sold to a plantation in Mississipi. Knowing they can't just go in and say they want her, they come up with a plan so that the owner will welcome them into his home and they can find a way."}, "The Kid": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "None", "Profanity": "None", "FrighteningIntenseScenes": "None", "ViolenceGore": "None"}, "movie_title": "The Kid", "movie_desc": "The story of a young boy who witnesses Billy the Kid's encounter with Sheriff Pat Garrett."}, "Bone Tomahawk": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Mild", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Severe"}, "movie_title": "Bone Tomahawk", "movie_desc": "After an outlaw unknowingly leads a band of cannibalistic Troglodytes into the peaceful western town of Bright Hope, the monsters kidnap several settlers, including the wife of a local rancher. Despite his injured leg the rancher joins a small rescue party with the sheriff, his aging deputy and a strong-willed gunslinger. What follows is a journey into hell on earth as the posse comes to realize it is up against a foe whose savagery knows no bounds. The film takes place at the turn of the century around the border of what is now Texas and New Mexico."}, "Godless": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Moderate", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Severe"}, "movie_title": "Godless", "movie_desc": "Notorious criminal Frank Griffin and his gang of outlaws are on a mission -- get revenge on Roy Goode, a former protege who betrayed the brotherhood. On the run, Roy seeks refuge in isolated mining town La Belle, N.M., where he lives with Alice Fletcher, a hardened widower and outcast. When word reaches La Belle, which is governed mainly by women, that Griffin is headed there, the residents of the town band together to defend against his murderous gang."}, "Longmire": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "Severe", "Profanity": "None", "FrighteningIntenseScenes": "None", "ViolenceGore": "None"}, "movie_title": "Longmire", "movie_desc": "Walt Longmire is the charismatic, dedicated and unflappable sheriff of Absaroka County. Widowed only a year, Longmire is a man in psychic repair that buries his pain behind a brave face and dry wit. Struggling since his wife's death and at the urging of his daughter, Cady, Longmire knows that the time has come to turn his life around. With the help of Vic, a female deputy new to the department, he becomes reinvigorated about his job and committed to running for re-election. When Branch, an ambitious, young deputy decides to run against him for sheriff, Longmire feels betrayed but remains steadfast in his dedication to the community. Longmire often turns to close friend and confidant Henry Standing Bear for support as he sets out to rebuild both his personal and professional life, one step at a time."}, "True Grit": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Mild", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Severe"}, "movie_title": "True Grit", "movie_desc": "Following the murder of her father by hired hand Tom Chaney, 14-year-old farm girl Mattie Ross sets out to capture the killer. To aid her, she hires the toughest U.S. marshal she can find, a man with \"true grit,\" Reuben J. \"Rooster\" Cogburn. Mattie insists on accompanying Cogburn, whose drinking, sloth, and generally reprobate character do not augment her faith in him. Against his wishes, she joins him in his trek into the Indian Nations in search of Chaney. They are joined by Texas Ranger LaBoeuf, who wants Chaney for his own purposes. The unlikely trio find danger and surprises on the journey, and each has his or her \"grit\" tested."}, "Bonanza": {"movie_parental_guide": {"SexNudity": "Severe", "Certification": "None", "AlcoholDrugsSmoking": "Severe", "Profanity": "None", "FrighteningIntenseScenes": "None", "ViolenceGore": "Severe"}, "movie_title": "Bonanza", "movie_desc": "The Cartwright's one-thousand square mile Ponderosa Ranch is located near Virginia City, Nevada, site of the Comstock Silver Lode, during and after the Civil War. Each of the sons was born to a different wife of Ben's; none of the mothers is still alive. Adventures are typical western ones, with lots of personal relationships/problems thrown in as well."}, "Once Upon a Time in the West": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Mild", "FrighteningIntenseScenes": "Mild", "ViolenceGore": "Mild"}, "movie_title": "Once Upon a Time in the West", "movie_desc": "Story of a young woman, Mrs. McBain, who moves from New Orleans to frontier Utah, on the very edge of the American West. She arrives to find her new husband and family slaughtered, but by whom? The prime suspect, coffee-lover Cheyenne, befriends her and offers to go after the real killer, assassin gang leader Frank, in her honor. He is accompanied by Harmonica, a man already on a quest to get even."}, "3:10 to Yuma": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Moderate", "FrighteningIntenseScenes": "Mild", "ViolenceGore": "Severe"}, "movie_title": "3:10 to Yuma", "movie_desc": "Rancher Dan Evans heads into Bisbee to clear up issues concerning the sale of his land when he witnesses the closing events of a stagecoach robbery led by famed outlaw Ben Wade. Shortly thereafter, Wade is captured by the law in Bisbee and Evans finds himself one of the escorts who will take Wade to the 3:10 to Yuma train in Contention for the reward of $200. Evans's effort to take Wade to the station is in part an effort to save his land but also part of an inner battle to determine whether he can be more than just a naive rancher in the eyes of his impetuous and gunslinging son William Evans. The transport to Contention is hazardous and filled with ambushes by Indians, pursuits by Wade's vengeful gang and Wade's own conniving and surreptitious demeanor that makes the ride all the more intense."}, "Legends of the Fall": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "None", "Profanity": "Moderate", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Severe"}, "movie_title": "Legends of the Fall", "movie_desc": ""}, "Jeremiah Johnson": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Mild", "FrighteningIntenseScenes": "Mild", "ViolenceGore": "Mild"}, "movie_title": "Jeremiah Johnson", "movie_desc": "During the mid-nineteenth century, Jeremiah Johnson, after a stint in the US Army, decides that he would prefer a life of solitude and more importantly peace by living with nature in the mountains of the frontier of the American west. This plan entails finding a piece of land upon which to build a house. This quest ends up being not quite what he envisioned as he does require the assistance of others to find his footing, and in turn he amasses friends and acquaintances along the way, some who become more a part of his life than he would have imagined. Perhaps most importantly, some of those people provide him with the knowledge of how to co-exist with some of the many Indian tribes, most importantly the Crow, on whose land in Colorado Jeremiah ultimately decides to build his home. But an act by Jeremiah upon a request by the US Cavalry leads to a chain of events that may forever change the peaceful relationship he worked so hard to achieve with his neighbors and their land."}, "Red Dead Redemption II": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Severe", "Profanity": "Moderate", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Severe"}, "movie_title": "Red Dead Redemption II", "movie_desc": "America, 1899. The end of the wild west era has begun as lawmen hunt down the last remaining outlaw gangs. Those who will not surrender or succumb are killed. After a robbery goes wrong in the western town of Blackwater, Arthur Morgan and the Van der Linde gang are forced to flee. With federal agents and the best bounty hunters in the nation massing on their heels, the gang must rob, steal and fight their way across the rugged heartland of America in order to survive. As internal divisions threaten to tear the gang apart, Arthur must make a choice between his own ideals and his loyalty to the gang who raised him"}, "The Virginian": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "None", "Profanity": "None", "FrighteningIntenseScenes": "None", "ViolenceGore": "None"}, "movie_title": "The Virginian", "movie_desc": "The Shiloh Ranch in Wyoming Territory of the 1890s is owned in sequence by Judge Garth, the Grainger brothers, and Colonel MacKenzie. It is the setting for a variety of stories, many more based on character and relationships than the usual western."}, "For a Few Dollars More": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "None", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Moderate"}, "movie_title": "For a Few Dollars More", "movie_desc": "Manco is a bounty killer chasing El Indio and his gang. During his hunting, he meets Col. Douglas Mortimer, another bounty killer, and they decide to make a partnership, chase the bad guys together and split the reward. During their enterprise, there will be lots of bullets and funny situations. In the end, one of the bounty hunters shows the real intention of his hunting."}, "A Fistful of Dollars": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "None", "FrighteningIntenseScenes": "Mild", "ViolenceGore": "Severe"}, "movie_title": "A Fistful of Dollars", "movie_desc": "An anonymous, but deadly man rides into a town torn by war between two factions, the Baxters and the Rojo's. Instead of fleeing or dying, as most other would do, the man schemes to play the two sides off each other, getting rich in the bargain."}, "The Rider": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Moderate", "Profanity": "Severe", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Moderate"}, "movie_title": "The Rider", "movie_desc": "Brady Blackburn, a rodeo bronc rider with some renown, learned everything he knows about horses and riding from his parents, Wayne and the now deceased Mari Blackburn. Brady is recovering from a fall off a bronking horse in a rodeo, the most serious of the injuries being a skull fracture which required a metal plate being inserted into his head. Including checking himself out of the hospital earlier than advised, Brady is determined to get back up onto the literal and proverbial horse as quickly as possible as being a cowboy is all he knows. But deep in his heart he knows that returning to the rodeo in particular is something that is probably not in the cards without increased risks, which is eventually confirmed by his doctor who tells him that he cannot sustain another serious head injury without some major consequence. He does not even want his friends and family to treat him with kid gloves in being able to do any of those physical activities which are part and parcel for him of ..."}, "The Wild Wild West": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "None", "Profanity": "None", "FrighteningIntenseScenes": "None", "ViolenceGore": "None"}, "movie_title": "The Wild Wild West", "movie_desc": "James West and Artemus Gordon are two agents of President Grant who take their splendidly appointed private train through the west to fight evil. Half science fiction and half western, Artemus designs a series of interesting gadgets for James that would make Inspector Gadget proud. A lighthearted adventure series."}, "Unforgiven": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Moderate", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Severe"}, "movie_title": "Unforgiven", "movie_desc": "The town of Big Whisky is full of normal people trying to lead quiet lives. Cowboys try to make a living. Sheriff 'Little Bill' tries to build a house and keep a heavy-handed order. The town whores just try to get by.Then a couple of cowboys cut up a whore. Dissatisfied with Bill's justice, the prostitutes put a bounty on the cowboys. The bounty attracts a young gun billing himself as 'The Schofield Kid', and aging killer William Munny. Munny reformed for his young wife, and has been raising crops and two children in peace. But his wife is gone. Farm life is hard. And Munny is no good at it. So he calls his old partner Ned, saddles his ornery nag, and rides off to kill one more time, blurring the lines between heroism and villainy, man and myth."}, "Yellowstone": {"movie_parental_guide": {"SexNudity": "Severe", "Certification": "None", "AlcoholDrugsSmoking": "Severe", "Profanity": "Severe", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Severe"}, "movie_title": "Yellowstone", "movie_desc": "Yellowstone follows the Dutton family, led by John Dutton, who controls the largest contiguous ranch in the United States, under constant attack by those it borders - land developers, an Indian reservation, and America's first National Park. It is an intense study of a violent world far from media scrutiny - where land grabs make developers billions, and politicians are bought and sold by the world's largest oil and lumber corporations. Where drinking water poisoned by fracking wells and unsolved murders are not news: they are a consequence of living in the new frontier. It is the best and worst of America seen through the eyes of a family that represents both."}, "Deadwood": {"movie_parental_guide": {"SexNudity": "Severe", "Certification": "None", "AlcoholDrugsSmoking": "Severe", "Profanity": "Severe", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Severe"}, "movie_title": "Deadwood", "movie_desc": "The town of Deadwood, South Dakota in the weeks following the Custer massacre is a lawless sinkhole of crime and corruption. Into this uncivilized outpost ride a disillusioned and bitter ex-lawman, Wild Bill Hickok, and Seth Bullock, a man hoping to find a new start for himself. Both men find themselves quickly on opposite sides of the legal and moral fence from Al Swearengen, saloon owner, hotel operator, and incipient boss of Deadwood. The lives of these three intertwine with many others, the high-minded and the low-lifes who populate Deadwood in 1876."}, "Hell or High Water": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Moderate", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Moderate"}, "movie_title": "Hell or High Water", "movie_desc": "In Texas, after the death of his mother, the unemployed oil and gas worker Toby Howard is losing his ranch to the Texas Midlands Bank. Toby is divorced from his wife who lives with their two sons. When his brother Tanner Howard is released from the prison, they team up to rob agencies of the Texas Midlands Bank to raise money to pay the loan so that Toby may leave the real estate to his sons. Meanwhile the Texas Ranger Marcus Hamilton who is near retirement and his Indian descendant partner Alberto Parker try to anticipate the next move of the thieves."}, "The Hateful Eight": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Severe", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Severe"}, "movie_title": "The Hateful Eight", "movie_desc": "Some time after the Civil War, a stagecoach hurtles through the wintry Wyoming landscape. Bounty hunter John Ruth and his fugitive captive Daisy Domergue race towards the town of Red Rock, where Ruth will bring Daisy to justice. Along the road, they encounter Major Marquis Warren (an infamous bounty hunter) and Chris Mannix (a man who claims to be Red Rock's new sheriff). Lost in a blizzard, the bunch seeks refuge at Minnie's Haberdashery. When they arrive they are greeted by unfamiliar faces: Bob, who claims to be taking care of the place while Minnie is gone; Oswaldo Mobray, the hangman of Red Rock; Joe Gage, a cow puncher; and confederate general Sanford Smithers. As the storm overtakes the mountainside, the eight travelers come to learn that they might not make it to Red Rock after all..."}, "Hostiles": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Moderate", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Severe"}, "movie_title": "Hostiles", "movie_desc": "In 1892, after nearly two decades of fighting the Cheyenne, the Apache, and the Comanche natives, the United States Cavalry Captain and war hero, Joseph Blocker, is ordered to escort the ailing Cheyenne chief, Yellow Hawk--his most despised enemy--to his ancestral home in Montana's Valley of the Bears. Nauseated with a baleful anger, Joseph's unwelcome final assignment in the feral American landscape is further complicated, when the widowed settler, Rosalie Quaid, is taken in by the band of soldiers, as aggressive packs of marauding Comanches who are still on the warpath, are thirsty for blood. In a territory crawling with hostiles, can the seasoned Captain do his duty one last time?"}, "Dances with Wolves": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Mild", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Moderate"}, "movie_title": "Dances with Wolves", "movie_desc": "Lt. John Dunbar is dubbed a hero after he accidentally leads Union troops to a victory during the Civil War. He requests a position on the western frontier, but finds it deserted. He soon finds out he is not alone, but meets a wolf he dubs \"Two-socks\" and a curious Indian tribe. Dunbar quickly makes friends with the tribe, and discovers a white woman who was raised by the Indians. He gradually earns the respect of these native people, and sheds his white-man's ways."}, "Blazing Saddles": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Moderate", "Profanity": "Moderate", "FrighteningIntenseScenes": "None", "ViolenceGore": "Mild"}, "movie_title": "Blazing Saddles", "movie_desc": "The Ultimate Western Spoof. A town where everyone seems to be named Johnson is in the way of the railroad. In order to grab their land, Hedley Lemar ("}, "Brimstone - Castigo": {"movie_parental_guide": {"SexNudity": "Severe", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Severe", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Severe"}, "movie_title": "Brimstone - Castigo", "movie_desc": "A triumphant epic of survival and a tale of powerful womanhood and resistance against the unforgiving cruelty of a hell on earth. Our heroine is Liz (Dakota Fanning), carved from the beautiful wilderness, full of heart and grit, hunted by a vengeful Preacher (Guy Pearce) - a diabolical zealot and her twisted nemesis. But Liz is a genuine survivor; she's no victim - a woman of fearsome strength who responds with astonishing bravery to claim the better life she and her daughter deserve. Fear not. Retribution is coming."}, "Walker, Texas Ranger": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Mild", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Moderate"}, "movie_title": "Walker, Texas Ranger", "movie_desc": "Cordell Walker is a veteran Texas Ranger who protect Dallas from the bad guys believes in dealing with them to the old fashioned way (fighting them). He also works on instincts, due he lived since the childhood in an Indian Reservation with his uncle Ray after the death of his parents. James Trivette is his partner, a former player for the Dallas Cowboys football team who uses the modern approach to crime solving such as computers and cellular phones, disbeliever with Walker's methods. Both are helped by Walker's mentor and former partner, retired Ranger C.D. Parker, who owns a bar and grill specialized in Western cuisine and Country-Western themes, that he gives Walker advice on some cases. And all them work for Assistant District Attorney Alex Cahill, a beauty, strong and brilliant Texas lady who watches that Walker and Trivette don't break the rules for catching the bad guys."}, "Westworld": {"movie_parental_guide": {"SexNudity": "Severe", "Certification": "None", "AlcoholDrugsSmoking": "Moderate", "Profanity": "Severe", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Severe"}, "movie_title": "Westworld", "movie_desc": "The sci-fi western series from Jonathan Nolan and Lisa Joy was inspired by the 1973 Michael Crichton film of the same name and is set at a Wild West theme park created by Dr. Robert Ford (Anthony Hopkins) with human-like androids where guests are encouraged to indulge their fantasies and desires."}, "F Troop": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "None", "Profanity": "None", "FrighteningIntenseScenes": "None", "ViolenceGore": "None"}, "movie_title": "F Troop", "movie_desc": "Becoming a hero by accidentally leading a cavalry charge the wrong way, Captain Wilton Parmenter is given command of Fort Courage. The Fort's crafty Sergeant O'Rourke has a deal with the local Hekawe Indians to market their wares to the tourists. They must sometimes pretend to be enemies (and the Shugs really are enemies). Jane is out to marry the innocent Parmenter."}, "The Sisters Brothers": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Severe", "Profanity": "Severe", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Severe"}, "movie_title": "The Sisters Brothers", "movie_desc": "Based on Patrick DeWitt's novel, The Sisters Brothers revolves around the colourfully named gold prospector Hermann Kermit Warm, who's being pursued across 1000 miles of 1850s Oregon desert to San Francisco by the notorious assassins Eli and Charlie Sisters. Except Eli is having a personal crisis and beginning to doubt the longevity of his chosen career. And Hermann might have a better offer."}, "Gunsmoke": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "Severe", "Profanity": "None", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Severe"}, "movie_title": "Gunsmoke", "movie_desc": "Marshal Matt Dillon is in charge of Dodge City, a town in the wild west where people often have no respect for the law. He deals on a daily basis with the problems associated with frontier life: cattle rustling, gunfights, brawls, standover tactics, and land fraud. Such situations call for sound judgement and brave actions: of which Marshal Dillon has plenty."}, "A Million Ways to Die in the West": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Moderate", "Profanity": "Severe", "FrighteningIntenseScenes": "None", "ViolenceGore": "Moderate"}, "movie_title": "A Million Ways to Die in the West", "movie_desc": "Set in 1882 in the American west, Albert is a lowly farmer with a nice girlfriend. But when she leaves him for the more successful and handsome owner of a moustachery store, Albert returns to his lonely daily life of trying to avoid death. Then the mysterious Anna rides into town and captures Albert's interest and heart, but with her deadly husband in town, Albert is going to have to become the western gun-slinging hero he never was. It won't be easy because there are a million ways to die in the west."}, "The Good, the Bad and the Ugly": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Mild", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Moderate"}, "movie_title": "The Good, the Bad and the Ugly", "movie_desc": "Blondie (The Good) is a professional gunslinger who is out trying to earn a few dollars. Angel Eyes (The Bad) is a hit man who always commits to a task and sees it through, as long as he is paid to do so. And Tuco (The Ugly) is a wanted outlaw trying to take care of his own hide. Tuco and Blondie share a partnership together making money off Tuco's bounty, but when Blondie unties the partnership, Tuco tries to hunt down Blondie. When Blondie and Tuco come across a horse carriage loaded with dead bodies, they soon learn from the only survivor (Bill Carson) that he and a few other men have buried a stash of gold in a cemetery. Unfortunately Carson dies and Tuco only finds out the name of the cemetery, while Blondie finds out the name on the grave. Now the two must keep each other alive in order to find the gold. Angel Eyes (who had been looking for Bill Carson) discovers that Tuco and Blondie met with Carson and knows they know the location of the gold. All he needs is for the two to ..."}, "Wynonna Earp": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "None", "Profanity": "None", "FrighteningIntenseScenes": "None", "ViolenceGore": "None"}, "movie_title": "Wynonna Earp", "movie_desc": "Based on the IDW Comic, Wynonna Earp follows Wyatt Earp's great great-granddaughter as she battles demons and other creatures. With her unique abilities and a posse of dysfunctional allies, she's the only thing that can bring the paranormal to justice."}, "Hell on Wheels": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Moderate", "Profanity": "Moderate", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Severe"}, "movie_title": "Hell on Wheels", "movie_desc": "Cullen Bohannon, a former soldier and slaveholder, follows the track of a band of Union soldiers, the killers of his wife. This brings him to the middle of one of the biggest projects in US history, the building of the transcontinental railroad. After the war years in the 1860s, this undertaking connected the prospering east with the still wild west."}, "The Assassination of Jesse James by the Coward Robert Ford": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Mild", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Severe"}, "movie_title": "The Assassination of Jesse James by the Coward Robert Ford", "movie_desc": "Taking place in the American Northwest in the early 1880s, the film dramatizes the last seven months in the life of famed outlaw Jesse James, beginning with the Blue Cut train robbery of 1881 and culminating in his assassination at the hands of Robert Ford the following April. In the time between these two fateful events, the young and jealous Ford befriends the increasingly mistrustful outlaw, even as he plots his demise."}, "High Plains Drifter": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Moderate", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Severe"}, "movie_title": "High Plains Drifter", "movie_desc": "A Stranger rides into in the dusty mining town of Lago, where the townspeople are living in the shadow of a dark secret. After a shootout leaves the town's hired-gun protectors dead, the town's leaders petition the Stranger to stay and protect them from three ruthless outlaws who are soon to be released from prison. The three have their sights set on returning to Lago to wreak havoc and take care of some unfinished business. A series of events soon has the townspeople questioning whether siding with the Stranger was a wise idea as they quickly learn the price that they each must pay for his services. As the outlaws make their way back into Lago, they discover that the town is not exactly as they had left it, and waiting in the shadows is the Stranger, ready to expose the town's secret and serve up his own brand of justice."}, "The Magnificent Seven": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Mild", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Moderate"}, "movie_title": "The Magnificent Seven", "movie_desc": "Director Antoine Fuqua brings his modern vision to a classic story in The Magnificent Seven. With the town of Rose Creek under the deadly control of industrialist Bartholomew Bogue, the desperate townspeople employ protection from seven outlaws, bounty hunters, gamblers and hired guns. As they prepare the town for the violent showdown that they know is coming, these seven mercenaries find themselves fighting for more than money."}, "Back to the Future Part III": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Mild", "FrighteningIntenseScenes": "Mild", "ViolenceGore": "Mild"}, "movie_title": "Back to the Future Part III", "movie_desc": "Stranded in 1955, Marty McFly receives written word from his friend, Doctor Emmett Brown, as to where can be found the DeLorean time machine. However, an unfortunate discovery prompts Marty to go to his friend's aid. Using the time machine, Marty travels to the old west where his friend has run afoul of a gang of thugs and has fallen in love with a local schoolteacher. Using the technology from the time, Marty and Emmett devise one last chance to send the two of them back to the future."}, "Damnation": {"movie_parental_guide": {"SexNudity": "Severe", "Certification": "None", "AlcoholDrugsSmoking": "Severe", "Profanity": "Severe", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Moderate"}, "movie_title": "Damnation", "movie_desc": "Seth Davenport appears to be a small town Iowa preacher, but he harbors ambitions of starting a full-blown insurrection against the status quo. But he is unaware that an industrialist tycoon has hired a deadly professional strikebreaker named Creeley Turner to stop that insurrection by any means necessary. And unknown to those around them, these two men share a secret bloody past."}, "Red Dead Redemption": {"movie_parental_guide": {"SexNudity": "Severe", "Certification": "None", "AlcoholDrugsSmoking": "Moderate", "Profanity": "Severe", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Severe"}, "movie_title": "Red Dead Redemption", "movie_desc": "John Marston is being blackmailed by government lawmen to hunt down his former partners-in-crime. Driven further into the American Southwest, Marston soon finds that Williams has crossed into Mexico, a country in the throes of a civil war. At every turn, Marston must choose whether to side with outlaws or innocents in the crossfire."}, "The Ridiculous 6": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Mild", "FrighteningIntenseScenes": "Mild", "ViolenceGore": "Moderate"}, "movie_title": "The Ridiculous 6", "movie_desc": "A white man, Tommy, raised by Indians is approached by his long lost father who tells him he needs $50,000 or he'll die at the hands of his former gang. Tommy goes on an incredible and ridiculous journey picking up his other 5 new brothers on the way in a race to save their dad."}, "Little House on the Prairie": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "None", "FrighteningIntenseScenes": "Mild", "ViolenceGore": "Mild"}, "movie_title": "Little House on the Prairie", "movie_desc": "A long-running drama based upon the \"Little House\" series of books by Laura Ingalls Wilder, \"Little House on the Prairie\" follows the lives of the simple, farming Ingalls family: Charles, Caroline, Mary, Laura, Carrie and then Grace and the later adopted Albert, James and Cassandra, who settle into a quaint little house on the banks of Plum Creek near the small town of Walnut Grove during the late 1800s. Often narrated by Laura, the series follows her simple farm upbringing from her childhood until her adulthood with Almanzo Wilder with whom she starts a family of her own. While the series is based upon the Little House books (and thus the real life of author Laura Ingalls Wilder), it is a very loose adaptation, with mostly only key events and elements of fact surviving the transition from book to TV series, the most important being Mary's eventual blindness, and Laura's future. Several other fictitious (some factual) characters make up the friendly community of Walnut Grove, ..."}, "The Dark Tower": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Mild", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Moderate"}, "movie_title": "The Dark Tower", "movie_desc": "11-year-old Jake Chambers experiences visions involving a Man in Black who seeks to destroy a Tower and bring ruin to the Universe while a Gunslinger opposes him. However, Jake's mother, stepfather and psychiatrists dismiss these as dreams resulting from the trauma of his father's death the previous year. At his apartment home in New York City, a group of workers from an alleged psychiatric facility offer to rehabilitate Jake; recognizing them from his visions as monsters wearing human skin, he flees from the workers who give chase. Jake tracks down an abandoned house from one of his visions where he discovers a high-tech portal that leads to a post-apocalyptic world called Mid-World.."}}