{"The Kid": {"movie_parental_guide": {}, "movie_title": "The Kid", "movie_desc": "The story of a young boy who witnesses Billy the Kid's encounter with Sheriff Pat Garrett."}, "Godless": {"movie_parental_guide": {}, "movie_title": "Godless", "movie_desc": "Notorious criminal Frank Griffin and his gang of outlaws are on a mission -- get revenge on Roy Goode, a former protege who betrayed the brotherhood. On the run, Roy seeks refuge in isolated mining town La Belle, N.M., where he lives with Alice Fletcher, a hardened widower and outcast. When word reaches La Belle, which is governed mainly by women, that Griffin is headed there, the residents of the town band together to defend against his murderous gang."}, "Longmire": {"movie_parental_guide": {}, "movie_title": "Longmire", "movie_desc": "Walt Longmire is the charismatic, dedicated and unflappable sheriff of Absaroka County. Widowed only a year, Longmire is a man in psychic repair that buries his pain behind a brave face and dry wit. Struggling since his wife's death and at the urging of his daughter, Cady, Longmire knows that the time has come to turn his life around. With the help of Vic, a female deputy new to the department, he becomes reinvigorated about his job and committed to running for re-election. When Branch, an ambitious, young deputy decides to run against him for sheriff, Longmire feels betrayed but remains steadfast in his dedication to the community. Longmire often turns to close friend and confidant Henry Standing Bear for support as he sets out to rebuild both his personal and professional life, one step at a time."}, "Bonanza": {"movie_parental_guide": {}, "movie_title": "Bonanza", "movie_desc": "The Cartwright's one-thousand square mile Ponderosa Ranch is located near Virginia City, Nevada, site of the Comstock Silver Lode, during and after the Civil War. Each of the sons was born to a different wife of Ben's; none of the mothers is still alive. Adventures are typical western ones, with lots of personal relationships/problems thrown in as well."}, "Jeremiah Johnson": {"movie_parental_guide": {}, "movie_title": "Jeremiah Johnson", "movie_desc": "During the mid-nineteenth century, Jeremiah Johnson, after a stint in the US Army, decides that he would prefer a life of solitude and more importantly peace by living with nature in the mountains of the frontier of the American west. This plan entails finding a piece of land upon which to build a house. This quest ends up being not quite what he envisioned as he does require the assistance of others to find his footing, and in turn he amasses friends and acquaintances along the way, some who become more a part of his life than he would have imagined. Perhaps most importantly, some of those people provide him with the knowledge of how to co-exist with some of the many Indian tribes, most importantly the Crow, on whose land in Colorado Jeremiah ultimately decides to build his home. But an act by Jeremiah upon a request by the US Cavalry leads to a chain of events that may forever change the peaceful relationship he worked so hard to achieve with his neighbors and their land."}, "Red Dead Redemption II": {"movie_parental_guide": {}, "movie_title": "Red Dead Redemption II", "movie_desc": "America, 1899. The end of the wild west era has begun as lawmen hunt down the last remaining outlaw gangs. Those who will not surrender or succumb are killed. After a robbery goes wrong in the western town of Blackwater, Arthur Morgan and the Van der Linde gang are forced to flee. With federal agents and the best bounty hunters in the nation massing on their heels, the gang must rob, steal and fight their way across the rugged heartland of America in order to survive. As internal divisions threaten to tear the gang apart, Arthur must make a choice between his own ideals and his loyalty to the gang who raised him"}, "The Lone Ranger": {"movie_parental_guide": {}, "movie_title": "The Lone Ranger", "movie_desc": "In the 1930s, an elderly Tonto tells a young boy the tale of John Reid, the Lone Ranger. An idealistic lawyer, he rides with his brother and fellow Texas Rangers in pursuit of the notorious Butch Cavendish. Ambushed by the outlaw and left for dead, John Reid is rescued by the renegade Comanche, Tonto, at the insistence of a mysterious white horse and offers to help him to bring Cavendish to justice. Becoming a reluctant masked rider with a seemingly incomprehensible partner, Reid pursues the criminal against all obstacles. However, John and Tonto learn that Cavendish is only part of a far greater injustice and the pair must fight it in an adventure that would make them a legend."}, "The Rider": {"movie_parental_guide": {}, "movie_title": "The Rider", "movie_desc": "Brady Blackburn, a rodeo bronc rider with some renown, learned everything he knows about horses and riding from his parents, Wayne and the now deceased Mari Blackburn. Brady is recovering from a fall off a bronking horse in a rodeo, the most serious of the injuries being a skull fracture which required a metal plate being inserted into his head. Including checking himself out of the hospital earlier than advised, Brady is determined to get back up onto the literal and proverbial horse as quickly as possible as being a cowboy is all he knows. But deep in his heart he knows that returning to the rodeo in particular is something that is probably not in the cards without increased risks, which is eventually confirmed by his doctor who tells him that he cannot sustain another serious head injury without some major consequence. He does not even want his friends and family to treat him with kid gloves in being able to do any of those physical activities which are part and parcel for him of ..."}, "Yellowstone": {"movie_parental_guide": {}, "movie_title": "Yellowstone", "movie_desc": "Yellowstone follows the Dutton family, led by John Dutton, who controls the largest contiguous ranch in the United States, under constant attack by those it borders - land developers, an Indian reservation, and America's first National Park. It is an intense study of a violent world far from media scrutiny - where land grabs make developers billions, and politicians are bought and sold by the world's largest oil and lumber corporations. Where drinking water poisoned by fracking wells and unsolved murders are not news: they are a consequence of living in the new frontier. It is the best and worst of America seen through the eyes of a family that represents both."}, "Deadwood": {"movie_parental_guide": {}, "movie_title": "Deadwood", "movie_desc": "The town of Deadwood, South Dakota in the weeks following the Custer massacre is a lawless sinkhole of crime and corruption. Into this uncivilized outpost ride a disillusioned and bitter ex-lawman, Wild Bill Hickok, and Seth Bullock, a man hoping to find a new start for himself. Both men find themselves quickly on opposite sides of the legal and moral fence from Al Swearengen, saloon owner, hotel operator, and incipient boss of Deadwood. The lives of these three intertwine with many others, the high-minded and the low-lifes who populate Deadwood in 1876."}, "Abraham Lincoln: Vampire Hunter": {"movie_parental_guide": {}, "movie_title": "Abraham Lincoln: Vampire Hunter", "movie_desc": "At the age of 9, Abraham Lincoln witnesses his mother being killed by a vampire, Jack Barts. Some 10 years later, he unsuccessfully tries to eliminate Barts but in the process makes the acquaintance of Henry Sturgess who teaches him how to fight and what is required to kill a vampire. The quid pro quo is that Abe will kill only those vampires that Henry directs him to. Abe relocates to Springfield where he gets a job as a store clerk while he studies the law and kills vampires by night. He also meets and eventually marries the pretty Mary Todd. Many years later as President of the United States, he comes to realize that vampires are fighting with the Confederate forces. As a result he mounts his own campaign to defeat them."}, "Walker, Texas Ranger": {"movie_parental_guide": {}, "movie_title": "Walker, Texas Ranger", "movie_desc": "Cordell Walker is a veteran Texas Ranger who protect Dallas from the bad guys believes in dealing with them to the old fashioned way (fighting them). He also works on instincts, due he lived since the childhood in an Indian Reservation with his uncle Ray after the death of his parents. James Trivette is his partner, a former player for the Dallas Cowboys football team who uses the modern approach to crime solving such as computers and cellular phones, disbeliever with Walker's methods. Both are helped by Walker's mentor and former partner, retired Ranger C.D. Parker, who owns a bar and grill specialized in Western cuisine and Country-Western themes, that he gives Walker advice on some cases. And all them work for Assistant District Attorney Alex Cahill, a beauty, strong and brilliant Texas lady who watches that Walker and Trivette don't break the rules for catching the bad guys."}, "Westworld": {"movie_parental_guide": {}, "movie_title": "Westworld", "movie_desc": "The sci-fi western series from Jonathan Nolan and Lisa Joy was inspired by the 1973 Michael Crichton film of the same name and is set at a Wild West theme park created by Dr. Robert Ford (Anthony Hopkins) with human-like androids where guests are encouraged to indulge their fantasies and desires."}, "The Outlaw": {"movie_parental_guide": {}, "movie_title": "The Outlaw", "movie_desc": "Newly appointed sheriff Pat Garrett is pleased when his old friend Doc Holliday arrives in Lincoln, New Mexico on the stage. Doc is trailing his stolen horse, and it is discovered in the possession of Billy the Kid. In a surprising turnaround, Billy and Doc become friends. This causes the friendship between Doc and Pat to cool. The odd relationship between Doc and Billy grows stranger when Doc hides Billy at his girl, Rio's, place after Billy is shot. She falls for Billy, although he treats her very badly. Interaction between these four is played out against an Indian attack before a final showdown reduces the group's number."}, "The Sisters Brothers": {"movie_parental_guide": {}, "movie_title": "The Sisters Brothers", "movie_desc": "Based on Patrick DeWitt's novel, The Sisters Brothers revolves around the colourfully named gold prospector Hermann Kermit Warm, who's being pursued across 1000 miles of 1850s Oregon desert to San Francisco by the notorious assassins Eli and Charlie Sisters. Except Eli is having a personal crisis and beginning to doubt the longevity of his chosen career. And Hermann might have a better offer."}, "Gunsmoke": {"movie_parental_guide": {}, "movie_title": "Gunsmoke", "movie_desc": "Marshal Matt Dillon is in charge of Dodge City, a town in the wild west where people often have no respect for the law. He deals on a daily basis with the problems associated with frontier life: cattle rustling, gunfights, brawls, standover tactics, and land fraud. Such situations call for sound judgement and brave actions: of which Marshal Dillon has plenty."}, "A Million Ways to Die in the West": {"movie_parental_guide": {}, "movie_title": "A Million Ways to Die in the West", "movie_desc": "Set in 1882 in the American west, Albert is a lowly farmer with a nice girlfriend. But when she leaves him for the more successful and handsome owner of a moustachery store, Albert returns to his lonely daily life of trying to avoid death. Then the mysterious Anna rides into town and captures Albert's interest and heart, but with her deadly husband in town, Albert is going to have to become the western gun-slinging hero he never was. It won't be easy because there are a million ways to die in the west."}, "Wynonna Earp": {"movie_parental_guide": {}, "movie_title": "Wynonna Earp", "movie_desc": "Based on the IDW Comic, Wynonna Earp follows Wyatt Earp's great great-granddaughter as she battles demons and other creatures. With her unique abilities and a posse of dysfunctional allies, she's the only thing that can bring the paranormal to justice."}, "Hell on Wheels": {"movie_parental_guide": {}, "movie_title": "Hell on Wheels", "movie_desc": "Cullen Bohannon, a former soldier and slaveholder, follows the track of a band of Union soldiers, the killers of his wife. This brings him to the middle of one of the biggest projects in US history, the building of the transcontinental railroad. After the war years in the 1860s, this undertaking connected the prospering east with the still wild west."}, "Rápida E Mortal": {"movie_parental_guide": {}, "movie_title": "Rápida E Mortal", "movie_desc": "Ellen, an unknown female gunslinger rides into a small, dingy and depressing prairie town with a secret as to her reason for showing up. Shortly after her arrival, a local preacher, Cort, is thrown through the saloon doors while townfolk are signing up for a gun competition. The pot is a huge sum of money and the only rule: that you follow the rules of the man that set up the contest, Herod. Herod is also the owner, leader, and \"ruler\" of the town. Seems he's arranged this little gun-show-off so that the preacher (who use to be an outlaw and rode with Herod) will have to fight again. Cort refuses to ever use a gun to kill again and Herod, acknowledging Cort as one of the best, is determined to alter this line of thinking ... even if it gets someone killed ..."}, "Lonesome Dove": {"movie_parental_guide": {}, "movie_title": "Lonesome Dove", "movie_desc": "Epic story about two former Texas rangers who decide to move cattle from the south to Montana. Augustus McCrae and Woodrow Call run into many problems on the way, and the journey doesn't end without numerous casualties. (6 hrs approx)"}, "El Dorado": {"movie_parental_guide": {}, "movie_title": "El Dorado", "movie_desc": "Hired gunman Cole Thornton turns down a job with Bart Jason as it would mean having to fight an old sheriff friend. Some months later he finds out the lawman is on the bottle and a top gunfighter is heading his way to help Jason. Along with young Mississippi, handy with a knife and now armed with a diabolical shotgun, Cole returns to help."}, "Damnation": {"movie_parental_guide": {}, "movie_title": "Damnation", "movie_desc": "Seth Davenport appears to be a small town Iowa preacher, but he harbors ambitions of starting a full-blown insurrection against the status quo. But he is unaware that an industrialist tycoon has hired a deadly professional strikebreaker named Creeley Turner to stop that insurrection by any means necessary. And unknown to those around them, these two men share a secret bloody past."}, "Red Dead Redemption": {"movie_parental_guide": {}, "movie_title": "Red Dead Redemption", "movie_desc": "John Marston is being blackmailed by government lawmen to hunt down his former partners-in-crime. Driven further into the American Southwest, Marston soon finds that Williams has crossed into Mexico, a country in the throes of a civil war. At every turn, Marston must choose whether to side with outlaws or innocents in the crossfire."}, "The Ridiculous 6": {"movie_parental_guide": {}, "movie_title": "The Ridiculous 6", "movie_desc": "A white man, Tommy, raised by Indians is approached by his long lost father who tells him he needs $50,000 or he'll die at the hands of his former gang. Tommy goes on an incredible and ridiculous journey picking up his other 5 new brothers on the way in a race to save their dad."}, "Little House on the Prairie": {"movie_parental_guide": {}, "movie_title": "Little House on the Prairie", "movie_desc": "A long-running drama based upon the \"Little House\" series of books by Laura Ingalls Wilder, \"Little House on the Prairie\" follows the lives of the simple, farming Ingalls family: Charles, Caroline, Mary, Laura, Carrie and then Grace and the later adopted Albert, James and Cassandra, who settle into a quaint little house on the banks of Plum Creek near the small town of Walnut Grove during the late 1800s. Often narrated by Laura, the series follows her simple farm upbringing from her childhood until her adulthood with Almanzo Wilder with whom she starts a family of her own. While the series is based upon the Little House books (and thus the real life of author Laura Ingalls Wilder), it is a very loose adaptation, with mostly only key events and elements of fact surviving the transition from book to TV series, the most important being Mary's eventual blindness, and Laura's future. Several other fictitious (some factual) characters make up the friendly community of Walnut Grove, ..."}, "The Dark Tower": {"movie_parental_guide": {}, "movie_title": "The Dark Tower", "movie_desc": "11-year-old Jake Chambers experiences visions involving a Man in Black who seeks to destroy a Tower and bring ruin to the Universe while a Gunslinger opposes him. However, Jake's mother, stepfather and psychiatrists dismiss these as dreams resulting from the trauma of his father's death the previous year. At his apartment home in New York City, a group of workers from an alleged psychiatric facility offer to rehabilitate Jake; recognizing them from his visions as monsters wearing human skin, he flees from the workers who give chase. Jake tracks down an abandoned house from one of his visions where he discovers a high-tech portal that leads to a post-apocalyptic world called Mid-World.."}}