{"Gone Girl": {"movie_parental_guide": {"SexNudity": "Severe", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Severe", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Severe"}, "movie_title": "Gone Girl", "movie_desc": "On the occasion of his fifth wedding anniversary, Nick Dunne reports that his wife, Amy, has gone missing. Under pressure from the police and a growing media frenzy, Nick's portrait of a blissful union begins to crumble. Soon his lies, deceits and strange behavior have everyone asking the same dark question: Did Nick Dunne kill his wife?", "movie_url": "https://www.imdb.com/title/tt2267998/"}, "Vertigo": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "None", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Mild"}, "movie_title": "Vertigo", "movie_desc": "John \"Scottie\" Ferguson is a retired San Francisco police detective who suffers from acrophobia, and Madeleine is the lady who leads him to high places. A wealthy shipbuilder who is an acquaintance from college days approaches Scottie and asks him to follow his beautiful wife, Madeleine. He fears she is going insane, maybe even contemplating suicide, as he believes she has been possessed by a dead ancestor who committed suicide. Scottie is skeptical, but agrees to the assignment after he sees the beautiful Madeleine.", "movie_url": "https://www.imdb.com/title/tt0052357/"}, "The Green Mile": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Moderate", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Severe"}, "movie_title": "The Green Mile", "movie_desc": "Death Row guards at a penitentiary, in the 1930's, have a moral dilemma with their job when they discover one of their prisoners, a convicted murderer, has a special gift.", "movie_url": "https://www.imdb.com/title/tt0120689/"}, "Contra tempo": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Moderate", "Profanity": "Moderate", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Mild"}, "movie_title": "Contra tempo", "movie_desc": "", "movie_url": "https://www.imdb.com/title/tt4857264/"}, "Se7en": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Severe", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Severe"}, "movie_title": "Se7en", "movie_desc": "A film about two homicide detectives' (", "movie_url": "https://www.imdb.com/title/tt0114369/"}, "Rashomon": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "None", "Profanity": "None", "FrighteningIntenseScenes": "None", "ViolenceGore": "None"}, "movie_title": "Rashomon", "movie_desc": "", "movie_url": "https://www.imdb.com/title/tt0042876/"}, "Kahaani": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "None", "Profanity": "None", "FrighteningIntenseScenes": "None", "ViolenceGore": "Severe"}, "movie_title": "Kahaani", "movie_desc": "Kolkata is abuzz with the preparations for the annual Durga Puja festival, as seven months pregnant Vidya Bagchi steps off the airplane from London. Her first stop is the local police station to file a missing person report. Weeks ago, her husband Arnab arrived in India for a job assignment. The first two weeks, they talked daily on the phone, and then without explanation, his calls stopped. Everywhere Vidya turns, no one can remember Arnab. There is no trace of him at the guest house or his workplace. But Vidya will not give up her search. Somewhere in Kolkata she will discover the dangerous truth.", "movie_url": "https://www.imdb.com/title/tt1821480/"}, "The Prestige": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Mild", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Moderate"}, "movie_title": "The Prestige", "movie_desc": "In the end of the Nineteenth Century, in London, Robert Angier, his beloved wife Julia McCullough and Alfred Borden are friends and assistants of a magician. When Julia accidentally dies during a performance, Robert blames Alfred for her death and they become enemies. Both become famous and rival magicians, sabotaging the performance of the other on the stage. When Alfred performs a successful trick, Robert becomes obsessed trying to disclose the secret of his competitor with tragic consequences.", "movie_url": "https://www.imdb.com/title/tt0482571/"}, "Double Indemnity": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "None", "FrighteningIntenseScenes": "Mild", "ViolenceGore": "Mild"}, "movie_title": "Double Indemnity", "movie_desc": "In 1938, Walter Neff, an experienced salesman of the Pacific All Risk Insurance Co., meets the seductive wife of one of his clients, Phyllis Dietrichson, and they have an affair. Phyllis proposes to kill her husband to receive the proceeds of an accident insurance policy and Walter devises a scheme to receive twice the amount based on a double indemnity clause. When Mr. Dietrichson is found dead on a train track, the police accept the determination of accidental death. However, the insurance analyst and Walter's best friend Barton Keyes does not buy the story and suspects that Phyllis has murdered her husband with the help of another man.", "movie_url": "https://www.imdb.com/title/tt0036775/"}, "Witness for the Prosecution": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Moderate", "Profanity": "Mild", "FrighteningIntenseScenes": "Mild", "ViolenceGore": "Mild"}, "movie_title": "Witness for the Prosecution", "movie_desc": "It's Britain, 1953. Upon his return to work following a heart attack, irrepressible barrister Sir Wilfrid Robarts, known as a barrister for the hopeless, takes on a murder case, much to the exasperation of his medical team, led by his overly regulated private nurse, Miss Plimsoll, who tries her hardest to ensure that he not return to his hard living ways - including excessive cigar smoking and drinking - while he takes his medication and gets his much needed rest. That case is defending American war veteran Leonard Vole, a poor, out of work, struggling inventor who is accused of murdering his fifty-six year old lonely and wealthy widowed acquaintance, Emily French. The initial evidence is circumstantial but points to Leonard as the murderer. Despite being happily married to East German former beer hall performer Christine Vole, he fostered that friendship with Mrs. French in the hopes that she would finance one of his many inventions to the tune of a few hundred pounds. It thus does ...", "movie_url": "https://www.imdb.com/title/tt0051201/"}, "Spirited Away": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "None", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Moderate"}, "movie_title": "Spirited Away", "movie_desc": "Chihiro and her parents are moving to a small Japanese town in the countryside, much to Chihiro's dismay. On the way to their new home, Chihiro's father makes a wrong turn and drives down a lonely one-lane road which dead-ends in front of a tunnel. Her parents decide to stop the car and explore the area. They go through the tunnel and find an abandoned amusement park on the other side, with its own little town. When her parents see a restaurant with great-smelling food but no staff, they decide to eat and pay later. However, Chihiro refuses to eat and decides to explore the theme park a bit more. She meets a boy named Haku who tells her that Chihiro and her parents are in danger, and they must leave immediately. She runs to the restaurant and finds that her parents have turned into pigs. In addition, the theme park turns out to be a town inhabited by demons, spirits, and evil gods. At the center of the town is a bathhouse where these creatures go to relax. The owner of the bathhouse ...", "movie_url": "https://www.imdb.com/title/tt0245429/"}, "Oldboy-Velho amigo": {"movie_parental_guide": {"SexNudity": "Severe", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Moderate", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Severe"}, "movie_title": "Oldboy-Velho amigo", "movie_desc": "Abducted on a rainy night in 1988, the obnoxious drunk, Oh Dae-Su, much to his surprise, wakes up locked in a windowless and dilapidated hotel room, for an unknown reason. There, his invisible and pitiless captors will feed him, clothe him and sedate him to avoid committing suicide, and as his only companion and a window to the world is the TV in his stark cell, the only thing that helps Oh Dae-Su keep going is his daily journal. But then, unexpectedly, after fifteen long years in captivity, the perplexed prisoner is deliberately released, encouraged to track down his tormentor to finally get his retribution. Nevertheless, who would hate Oh Dae-Su so much he would deny him of a quick and clean death?", "movie_url": "https://www.imdb.com/title/tt0364569/"}, "The Usual Suspects": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Moderate", "Profanity": "Severe", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Moderate"}, "movie_title": "The Usual Suspects", "movie_desc": "", "movie_url": "https://www.imdb.com/title/tt0114814/"}, "Citizen Kane": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "None", "FrighteningIntenseScenes": "None", "ViolenceGore": "Mild"}, "movie_title": "Citizen Kane", "movie_desc": "A group of reporters are trying to decipher the last word ever spoken by Charles Foster Kane, the millionaire newspaper tycoon: \"Rosebud\". The film begins with a news reel detailing Kane's life for the masses, and then from there, we are shown flashbacks from Kane's life. As the reporters investigate further, the viewers see a display of a fascinating man's rise to fame, and how he eventually fell off the top of the world.", "movie_url": "https://www.imdb.com/title/tt0033467/"}, "The Secret in Their Eyes": {"movie_parental_guide": {"SexNudity": "Severe", "Certification": "None", "AlcoholDrugsSmoking": "Moderate", "Profanity": "Severe", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Severe"}, "movie_title": "The Secret in Their Eyes", "movie_desc": "", "movie_url": "https://www.imdb.com/title/tt1305806/"}, "North by Northwest": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "None", "FrighteningIntenseScenes": "Mild", "ViolenceGore": "Mild"}, "movie_title": "North by Northwest", "movie_desc": "Madison Avenue advertising man Roger Thornhill finds himself thrust into the world of spies when he is mistaken for a man by the name of George Kaplan. Foreign spy Philip Vandamm and his henchman Leonard try to eliminate him but when Thornhill tries to make sense of the case, he is framed for murder. Now on the run from the police, he manages to board the 20th Century Limited bound for Chicago where he meets a beautiful blond, Eve Kendall, who helps him to evade the authorities. His world is turned upside down yet again when he learns that Eve isn't the innocent bystander he thought she was. Not all is as it seems however, leading to a dramatic rescue and escape at the top of Mt. Rushmore.", "movie_url": "https://www.imdb.com/title/tt0053125/"}, "Memento": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Severe", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Moderate"}, "movie_title": "Memento", "movie_desc": "Memento chronicles two separate stories of Leonard, an ex-insurance investigator who can no longer build new memories, as he attempts to find the murderer of his wife, which is the last thing he remembers. One story line moves forward in time while the other tells the story backwards revealing more each time.", "movie_url": "https://www.imdb.com/title/tt0209144/"}, "1 - Nenokkadine": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "None", "Profanity": "None", "FrighteningIntenseScenes": "None", "ViolenceGore": "None"}, "movie_title": "1 - Nenokkadine", "movie_desc": "Gautham (Mahesh Babu) is in search of the identity of his parents who were killed. He faces a psychological disorder which makes the search even more difficult. taking support of sameera(Kriti ) and figuring out ways to get to know what happened in the past makes the story.", "movie_url": "https://www.imdb.com/title/tt2375559/"}, "M": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Mild", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Mild"}, "movie_title": "M", "movie_desc": "In Germany, Hans Beckert is an unknown killer of girls. He whistles Edvard Grieg's 'In The Hall of the Mountain King', from the 'Peer Gynt' Suite I Op. 46 while attracting the little girls for death. The police force pressed by the Minister give its best effort trying unsuccessfully to arrest the serial killer. The organized crime has great losses due to the intense search and siege of the police and decides to chase the murderer, with the support of the beggars association. They catch Hans and briefly judge him.", "movie_url": "https://www.imdb.com/title/tt0022100/"}, "A Wednesday": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "None", "Profanity": "None", "FrighteningIntenseScenes": "None", "ViolenceGore": "None"}, "movie_title": "A Wednesday", "movie_desc": "A man calls up the Mumbai police, and tells them he has placed five different bombs in the city -- all set to go off in some time. He wants four terrorists in exchange. Does he get them? Who is behind it all? What's his motive? Is there more than meets the eye?", "movie_url": "https://www.imdb.com/title/tt1280558/"}, "Chinatown": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Moderate", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Moderate"}, "movie_title": "Chinatown", "movie_desc": "In 1937 Los Angeles, private investigator Jake 'J.J.' Gittes specializes in cheating-spouse cases. His current target is Hollis Mulwray, high-profile chief engineer for the Los Angeles Department of Water and Power, whose wife suspects him of infidelity. In following Mulwray, Gittes witnesses some usual business dealings, such as a public meeting for construction of a new dam to create additional water supply for Los Angeles, as fresh water is vital to the growing community during the chronic drought; Mulwray opposes the dam. Eventually Gittes sees Mulwray meeting with an unknown young woman who isn't his wife. Once news of the supposed tryst between Mulwray and this woman hits the media, additional information comes to light that makes Gittes believe that Mulwray is being framed for something and that he himself is being set up. In his investigation of the issue behind Mulwray's framing and his own setup, Gittes is assisted by Mulwray's wife Evelyn, but he thinks she isn't being ...", "movie_url": "https://www.imdb.com/title/tt0071315/"}, "The Thing": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Moderate", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Severe"}, "movie_title": "The Thing", "movie_desc": "A US research station, Antarctica, early-winter 1982. The base is suddenly buzzed by a helicopter from the nearby Norwegian research station. They are trying to kill a dog that has escaped from their base. After the destruction of the Norwegian chopper the members of the US team fly to the Norwegian base, only to discover them all dead or missing. They do find the remains of a strange creature the Norwegians burned. The Americans take it to their base and deduce that it is an alien life form. After a while it is apparent that the alien can take over and assimilate into other life forms, including humans, and can spread like a virus. This means that anyone at the base could be inhabited by The Thing, and tensions escalate.", "movie_url": "https://www.imdb.com/title/tt0084787/"}, "Shutter Island": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Moderate", "Profanity": "Moderate", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Severe"}, "movie_title": "Shutter Island", "movie_desc": "It's 1954, and up-and-coming U.S. marshal Teddy Daniels is assigned to investigate the disappearance of a patient from Boston's Shutter Island Ashecliffe Hospital. He's been pushing for an assignment on the island for personal reasons, but before long he wonders whether he hasn't been brought there as part of a twisted plot by hospital doctors whose radical treatments range from unethical to illegal to downright sinister. Teddy's shrewd investigating skills soon provide a promising lead, but the hospital refuses him access to records he suspects would break the case wide open. As a hurricane cuts off communication with the mainland, more dangerous criminals \"escape\" in the confusion, and the puzzling, improbable clues multiply, Teddy begins to doubt everything - his memory, his partner, even his own sanity.", "movie_url": "https://www.imdb.com/title/tt1130884/"}, "Three Colors: Red": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "None", "FrighteningIntenseScenes": "Mild", "ViolenceGore": "Mild"}, "movie_title": "Three Colors: Red", "movie_desc": "Valentine is a young model living in Geneva. Because of a dog she ran over, she meets a retired judge who spies his neighbours' phone calls, not for money but to feed his cynicism. The film is the story of relationships between some human beings, Valentine and the judge, but also other people who may not be aware of the relationship they have with Valentine or/and the old judge. Redemption, forgiveness and compassion...", "movie_url": "https://www.imdb.com/title/tt0111495/"}, "Coco": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Mild", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Mild"}, "movie_title": "Coco", "movie_desc": "Despite his family's baffling generations-old ban on music, Miguel dreams of becoming an accomplished musician like his idol, Ernesto de la Cruz. Desperate to prove his talent, Miguel finds himself in the stunning and colorful Land of the Dead following a mysterious chain of events. Along the way, he meets charming trickster Hector, and together, they set off on an extraordinary journey to unlock the real story behind Miguel's family history.", "movie_url": "https://www.imdb.com/title/tt2380307/"}, "Harry Potter and the Deathly Hallows: Part 2": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Moderate", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Moderate"}, "movie_title": "Harry Potter and the Deathly Hallows: Part 2", "movie_desc": "Harry, Ron, and Hermione continue their quest of finding and destroying the Dark Lord's three remaining Horcruxes, the magical items responsible for his immortality. But as the mystical Deathly Hallows are uncovered, and Voldemort finds out about their mission, the biggest battle begins and life as they know it will never be the same again.", "movie_url": "https://www.imdb.com/title/tt1201607/"}, "Memories of Murder": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Moderate", "Profanity": "Severe", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Moderate"}, "movie_title": "Memories of Murder", "movie_desc": "In 1986, in the province of Gyunggi, in South Korea, a second young and beautiful woman is found dead, raped and tied and gagged with her underwear. Detective Park Doo-Man and Detective Cho Yong-koo, two brutal and stupid local detectives without any technique, investigate the murder using brutality and torturing the suspects, without any practical result. The Detective Seo Tae-Yoon from Seoul comes to the country to help the investigations and is convinced that a serial-killer is killing the women. When a third woman is found dead in the same \"modus-operandi\", the detectives find leads of the assassin.", "movie_url": "https://www.imdb.com/title/tt0353969/"}, "A Separation": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Mild", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Mild"}, "movie_title": "A Separation", "movie_desc": "Nader (", "movie_url": "https://www.imdb.com/title/tt1832382/"}, "L.A. Confidential": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Moderate", "Profanity": "Moderate", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Moderate"}, "movie_title": "L.A. Confidential", "movie_desc": "1950's Los Angeles is the seedy backdrop for this intricate noir-ish tale of police corruption and Hollywood sleaze. Three very different cops are all after the truth, each in their own style: Ed Exley, the golden boy of the police force, willing to do almost anything to get ahead, except sell out; Bud White, ready to break the rules to seek justice, but barely able to keep his raging violence under control; and Jack Vincennes, always looking for celebrity and a quick buck until his conscience drives him to join Exley and White down the one-way path to find the truth behind the dark world of L.A. crime.", "movie_url": "https://www.imdb.com/title/tt0119488/"}, "Solaris": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "None", "FrighteningIntenseScenes": "Mild", "ViolenceGore": "Mild"}, "movie_title": "Solaris", "movie_desc": "The Solaris mission has established a base on a planet that appears to host some kind of intelligence, but the details are hazy and very secret. After the mysterious demise of one of the three scientists on the base, the main character is sent out to replace him. He finds the station run-down and the two remaining scientists cold and secretive. When he also encounters his wife who has been dead for ten years, he begins to appreciate the baffling nature of the alien intelligence.", "movie_url": "https://www.imdb.com/title/tt0069293/"}, "The Sixth Sense": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Mild", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Moderate"}, "movie_title": "The Sixth Sense", "movie_desc": "Malcom Crowe (", "movie_url": "https://www.imdb.com/title/tt0167404/"}, "Rear Window": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "None", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Mild"}, "movie_title": "Rear Window", "movie_desc": "Professional photographer L.B. \"Jeff\" Jefferies breaks his leg while getting an action shot at an auto race. Confined to his New York apartment, he spends his time looking out of the rear window observing the neighbors. He begins to suspect that a man across the courtyard may have murdered his wife. Jeff enlists the help of his high society fashion-consultant girlfriend Lisa Freemont and his visiting nurse Stella to investigate.", "movie_url": "https://www.imdb.com/title/tt0047396/"}, "Prisoners": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Severe", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Severe"}, "movie_title": "Prisoners", "movie_desc": "How far would you go to protect your family? Keller Dover is facing every parent's worst nightmare. His six-year-old daughter, Anna, is missing, together with her young friend, Joy, and as minutes turn to hours, panic sets in. The only lead is a dilapidated RV that had earlier been parked on their street. Heading the investigation, Detective Loki arrests its driver, Alex Jones, but a lack of evidence forces his release. As the police pursue multiple leads and pressure mounts, knowing his child's life is at stake the frantic Dover decides he has no choice but to take matters into his own hands. But just how far will this desperate father go to protect his family?", "movie_url": "https://www.imdb.com/title/tt1392214/"}, "Incendies": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Moderate", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Moderate"}, "movie_title": "Incendies", "movie_desc": "A mother's last wishes send twins Jeanne and Simon on a journey to the Middle East in search of their tangled roots. Adapted from Wajdi Mouawad's acclaimed play, Incendies tells the powerful and moving tale of two young adults' voyage to the core of deep-rooted hatred, never-ending wars and enduring love.", "movie_url": "https://www.imdb.com/title/tt1255953/"}, "The Third Man": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Moderate", "Profanity": "None", "FrighteningIntenseScenes": "Mild", "ViolenceGore": "Mild"}, "movie_title": "The Third Man", "movie_desc": "An out of work pulp fiction novelist, Holly Martins, arrives in a post war Vienna divided into sectors by the victorious allies, and where a shortage of supplies has led to a flourishing black market. He arrives at the invitation of an ex-school friend, Harry Lime, who has offered him a job, only to discover that Lime has recently died in a peculiar traffic accident. From talking to Lime's friends and associates Martins soon notices that some of the stories are inconsistent, and determines to discover what really happened to Harry Lime.", "movie_url": "https://www.imdb.com/title/tt0041959/"}, "Infernal Affairs": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Moderate", "Profanity": "Moderate", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Moderate"}, "movie_title": "Infernal Affairs", "movie_desc": "Chan Wing Yan, a young police officer, has been sent undercover as a mole in the local mafia. Lau Kin Ming, a young mafia member, infiltrates the police force. Years later, their older counterparts, Chen Wing Yan and Inspector Lau Kin Ming, respectively, race against time to expose the mole within their midst.", "movie_url": "https://www.imdb.com/title/tt0338564/"}, "Psycho": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "None", "Profanity": "None", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Moderate"}, "movie_title": "Psycho", "movie_desc": "Phoenix office worker Marion Crane is fed up with the way life has treated her. She has to meet her lover Sam in lunch breaks, and they cannot get married because Sam has to give most of his money away in alimony. One Friday, Marion is trusted to bank forty thousand dollars by her employer. Seeing the opportunity to take the money and start a new life, Marion leaves town and heads towards Sam's California store. Tired after the long drive and caught in a storm, she gets off the main highway and pulls into the Bates Motel. The motel is managed by a quiet young man called Norman who seems to be dominated by his mother.", "movie_url": "https://www.imdb.com/title/tt0054215/"}}