{"NCIS": {"movie_parental_guide": {}, "movie_title": "NCIS", "movie_desc": "Special Agent Leroy Jethro Gibbs is the leader of a team of special agents belonging to the NCIS (Naval Criminal Investigative Service) Major Case Response Team. Gibbs, a former Marine, is a tough investigator and a highly skilled interrogator who relies on his gut instinct as much as evidence. Gibbs' second in command is Senior Field Agent Tony DiNozzo, a womanizing, movie-quoting former Baltimore Homicide Detective, who despite being the class clown always gets the job done. The team also consists of probationary field agent Eleanor Bisbop, a former NSA agent, as well as Junior Field Agent Timothy McGee, a computer-savvy agent often mocked by DiNozzo. Assisting them are Abby Sciuto, the energetic-but-Goth lab tech who is like a daughter to Gibbs and is famously quoted as saying \"mike hunt won't stop bleeding!!\", and Dr. Donald Mallard, nicknamed Ducky, the eccentric medical examiner full of unusual stories. This team of elite agents, based in Washington, D.C., solve criminal cases ..."}, "Holmes & Watson": {"movie_parental_guide": {}, "movie_title": "Holmes & Watson", "movie_desc": "A humorous take on Sir Arthur Conan Doyle's classic mysteries featuring Sherlock Holmes and Doctor Watson."}, "Destroyer": {"movie_parental_guide": {}, "movie_title": "Destroyer", "movie_desc": "Destroyer follows the moral and existential odyssey of LAPD detective Erin Bell who, as a young cop, was placed undercover with a gang in the California desert with tragic results. When the leader of that gang re-emerges many years later, she must work her way back through the remaining members and into her own history with them to finally reckon with the demons that destroyed her past."}, "La casa de papel": {"movie_parental_guide": {}, "movie_title": "La casa de papel", "movie_desc": "A group of very peculiar robbers assault the Factory of Moneda and Timbre to carry out the most perfect robbery in the history of Spain and take home 2.4 billion euros."}, "Hereditary": {"movie_parental_guide": {}, "movie_title": "Hereditary", "movie_desc": "When the matriarch of the Graham family passes away, her daughter's family begins to unravel cryptic and increasingly terrifying secrets about their ancestry."}, "Papillon": {"movie_parental_guide": {}, "movie_title": "Papillon", "movie_desc": ""}, "Supernatural": {"movie_parental_guide": {}, "movie_title": "Supernatural", "movie_desc": "This television drama is about the two Winchester brothers, Sam and Dean, who were raised by their father, John, to hunt and kill all things that go \"bump in the night\" after his wife, Mary, was murdered by an evil supernatural being when the boys were young. 22 years later the brothers set out on a journey, fighting evil along the way, to find their recently missing father who, when they finally meet up with, reveals he knows what killed their mother, a demon, and has found a way to track and kill it. Meanwhile, Sam starts to develop frightening abilities that include death visions, visions of people dying before it actually happens. These visions are somehow connected to the demon who murdered his mother and its mysterious plans that seem to be all about Sam. When their father dies striking a deal with the very same devil that had killed his wife, the brothers, now alone and without their mentor, are determined to finish the crusade their father started. But disturbing revelations ..."}, "The Blacklist": {"movie_parental_guide": {}, "movie_title": "The Blacklist", "movie_desc": "A highly articulate, erudite and intelligent businessman and mastermind, \"Red\" Reddington, has allegedly been on the \"10 Most Wanted List\" of various U.S. law enforcement agencies for over 20 years. The legend is that Red is as elusive as he is clever, controlling a labyrinth of creative enterprises, coupled with uncanny ability to gather and finesse information at the drop of a hat. On the first day at FBI for a new female profiler fresh out of Quantico, Red offers to bandy wits with the FBI. Red promises to deliver various criminals and plots previously unknown to any branch of law enforcement... and all Red requests in return is to choose his muse."}, "Criminal Minds": {"movie_parental_guide": {}, "movie_title": "Criminal Minds", "movie_desc": "Based in Quantico, Virginia, the Behavioral Analysis Unit (BAU) is a subsection of the FBI. Called in by local police departments to assist in solving crimes of a serial and/or extremely violent nature where the perpetrator is unknown (referred to by the Unit as the unknown subject or unsub for short), the BAU uses the controversial scientific art of profiling to track and apprehend the unsub. Profiling entails coming up with basic characteristics of the unsub and the victims (referred to as the victimology), using evidence from the case and matching that information to historic precedents and psychological analyses as a means to solve the case. Because of the nature of the work conducted by the BAU - the work being time consuming and psychologically demanding - its members are fiercely loyal to the Unit and to its other members. Also because of the work's overall demanding nature, not many members of the BAU have been able to maintain a happy or stable family life."}, "Law & Order: Special Victims Unit": {"movie_parental_guide": {}, "movie_title": "Law & Order: Special Victims Unit", "movie_desc": "In the criminal justice system, sexually based offenses are considered especially heinous. In New York City, the dedicated detectives who investigate these vicious felonies are members of an elite squad known as the Special Victims Unit. These are their stories."}, "The Mule": {"movie_parental_guide": {}, "movie_title": "The Mule", "movie_desc": "A 90-year-old horticulturist and WWII veteran is caught transporting $3 million worth of cocaine through Michigan for a Mexican drug cartel."}, "Suspiria": {"movie_parental_guide": {}, "movie_title": "Suspiria", "movie_desc": "Susie Bannion is a young American ballerina who travels to Berlin to study dancing at the Markos Tanz Company, one of the world's most renowned schools under Madame Blanc's management. On her very first day, one of the students who had been recently expelled from the school is murdered. As this appalling happening does not seem to be an isolated occurrence, the brilliant new student soon begins to suspect that the school might be involved in the homicide. Her mistrust heightens when Sarah, one of the girls at the school, tells her that Pat, before being killed, confided to her that she knew and guarded a terrifying dark secret."}, "Blindspot": {"movie_parental_guide": {}, "movie_title": "Blindspot", "movie_desc": "A woman with no memories of her past (Jane Doe), is found naked in Times Square with her body fully covered in intricate tattoos. Her discovery sets off a vast and complex mystery that immediately ignites the attention of the FBI, which begins to follow the road map of her tattoos into a larger conspiracy of crime, while bringing her closer to discovering the truth about her identity."}, "The Sinner": {"movie_parental_guide": {}, "movie_title": "The Sinner", "movie_desc": "Follows the story of a young woman who commits a horrific act of violence and rage, and to her surprise, has no idea why. The investigator who becomes obsessed with the case is determined to dig into her past and figure out why this is happening."}, "Midnight, Texas": {"movie_parental_guide": {}, "movie_title": "Midnight, Texas", "movie_desc": "Follows the lives of the inhabitants of a small town where the concept of normal is relative. A haven for vampires, witches, psychics, hit men, and others with extraordinary backgrounds, Midnight gives outsiders a place to belong. The town members form a strong and unlikely family as they work together to fend off the pressures of unruly biker gangs, questionable police officers, and shades of their own dangerous pasts."}, "A Simple Favor": {"movie_parental_guide": {}, "movie_title": "A Simple Favor", "movie_desc": "Stephanie is a single mother with a parenting vlog who befriends Emily, a secretive upper-class woman who has a child at the same elementary school. When Emily goes missing, Stephanie takes it upon herself to investigate."}, "Luther": {"movie_parental_guide": {}, "movie_title": "Luther", "movie_desc": "DCI John Luther is a near-genius murder detective whose brilliant mind can't always save him from the dangerous violence of his passions."}, "The Haunting of Hill House": {"movie_parental_guide": {}, "movie_title": "The Haunting of Hill House", "movie_desc": "Explores a group of siblings who, as children, grew up in what would go on to become the most famous haunted house in the country. Now adults, and forced back together in the face of tragedy, the family must finally confront the ghosts of their past, some of which still lurk in their minds while others may actually be stalking the shadows of Hill House."}, "Prison Break": {"movie_parental_guide": {}, "movie_title": "Prison Break", "movie_desc": "An innocent man is framed for the homicide of the Vice President's brother and scheduled to be executed at a super-max penitentiary, thus it's up to his younger brother to save him with his genius scheme: install himself in the same prison by holding up a bank and, as the final month ticks away, launch the escape plan step-by-step to break the both of them out, with his full-body tattoo acting as his guide; a tattoo which hides the layout of the prison facility and necessary clues vital to the escape."}, "Manifest": {"movie_parental_guide": {}, "movie_title": "Manifest", "movie_desc": "When Montego Air Flight 828 landed safely after a turbulent but routine flight, the crew and passengers were relieved. But in the span of those few hours, the world had aged five years - and their friends, families and colleagues, after mourning their loss, had given up hope and moved on. Now, faced with the impossible, they're all given a second chance. But as their new realities become clear, a deeper mystery unfolds and some of the returned passengers soon realize they may be meant for something greater than they ever thought possible."}, "Cam": {"movie_parental_guide": {}, "movie_title": "Cam", "movie_desc": "In Daniel Goldhaber and Isa Mazzei's paranoid horror thriller \"Cam,\" an erotic webcam performer finds her followers stolen by a doppelganger who hijacks her channel, pushes the sexual envelope farther, and otherwise seems determined to destroy her life. Call it identity theft of a possibly supernatural kind."}, "The Happytime Murders": {"movie_parental_guide": {}, "movie_title": "The Happytime Murders", "movie_desc": "A murder mystery set in a world where humans and puppets co-exist, but puppets are viewed as second-class citizens. When the puppet cast of an '90s children's TV show begins to get murdered one by one, a former cop, who has since become a private eye, takes on the case."}, "The Nun": {"movie_parental_guide": {}, "movie_title": "The Nun", "movie_desc": "When a young nun at a cloistered abbey in Romania takes her own life, a priest with a haunted past and a novitiate on the threshold of her final vows are sent by the Vatican to investigate. Together they uncover the order's unholy secret. Risking not only their lives but their faith and their very souls, they confront a malevolent force in the form of the same demonic nun that first terrorized audiences in 'The Conjuring 2,' as the abbey becomes a horrific battleground between the living and the damned."}, "Under the Silver Lake": {"movie_parental_guide": {}, "movie_title": "Under the Silver Lake", "movie_desc": "Sam ("}, "Designated Survivor": {"movie_parental_guide": {}, "movie_title": "Designated Survivor", "movie_desc": "Kiefer Sutherland stars as Tom Kirkman, a lower-level cabinet member who is suddenly appointed President of the United States after a catastrophic attack on the US Capitol during the State of the Union, on the highly anticipated series Designated Survivor. In this dramatic thriller, Kirkman will struggle to keep the country and his own family from falling apart, while navigating the highly-volatile political arena and while leading the search to find who is responsible for the attack."}, "Legacies": {"movie_parental_guide": {}, "movie_title": "Legacies", "movie_desc": "'Legacies' is a 2018 spin-off of 'The Vampire Diaries' and 'The Originals'. Hope Mikaelson, the daughter of a werewolf, vampire and granddaughter of a witch attends the Salvatore School in Mystic Falls, while dealing with everyday teen life and controlling the power of living as the only tribrid in existence."}, "House": {"movie_parental_guide": {}, "movie_title": "House", "movie_desc": "The series follows the life of anti-social, pain killer addict, witty and arrogant medical doctor Gregory House with only half a muscle in his right leg. He and his team of medical doctors try to cure complex and rare diseases from very ill ordinary people in the United States of America."}, "Happy Death Day 2U": {"movie_parental_guide": {}, "movie_title": "Happy Death Day 2U", "movie_desc": "Two years after the events of the first film, Tree Gelbman re-enters the time loop to determine why she was entered into it in the first place. She must also face a revenge-seeking Lori, who has been resurrected by the power of the time loop."}, "Searching": {"movie_parental_guide": {}, "movie_title": "Searching", "movie_desc": "After David Kim (John Cho)'s 16-year-old daughter goes missing, a local investigation is opened and a detective is assigned to the case. But 37 hours later and without a single lead, David decides to search the one place no one has looked yet, where all secrets are kept today: his daughter's laptop. In a hyper-modern thriller told via the technology devices we use every day to communicate, David must trace his daughter's digital footprints before she disappears forever."}, "Chilling Adventures of Sabrina": {"movie_parental_guide": {}, "movie_title": "Chilling Adventures of Sabrina", "movie_desc": "Reimagines the origin and adventures of Sabrina: the Teenage Witch as a dark coming-of-age story that traffics in horror, the occult and, of course, witchcraft. Tonally in the vein of Rosemary's Baby and The Exorcist, this adaptation finds Sabrina Spellman wrestling to reconcile her dual nature - half-witch, half-mortal - while standing against the evil forces that threaten her, her family and the daylight world humans inhabit."}, "The Possession of Hannah Grace": {"movie_parental_guide": {}, "movie_title": "The Possession of Hannah Grace", "movie_desc": "A shuddering exorcism spins out of control and claims the life of a young girl. Months later, while working the night shift at the hospital morgue, Megan Reed receives a disfigured corpse. Alone and locked in the corridors of the cold basement, she starts to experience hair-raising visions, which lead her to suspect that the dead body delivered that night is possessed by a ruthless evil entity."}, "Sherlock": {"movie_parental_guide": {}, "movie_title": "Sherlock", "movie_desc": "In this modernized version of the Conan Doyle characters, using his detective plots, Sherlock Holmes lives in early 21st century London and acts more cocky towards Scotland Yard's detective inspector Lestrade because he's actually less confident. Doctor Watson is now a fairly young veteran of the Afghan war, less adoring and more active."}, "How to Get Away with Murder": {"movie_parental_guide": {}, "movie_title": "How to Get Away with Murder", "movie_desc": "A sexy, suspense-driven legal thriller about a group of ambitious law students and their brilliant, mysterious criminal defense professor. They become entangled in a murder plot that will shake the entire university and change the course of their lives."}, "FBI": {"movie_parental_guide": {}, "movie_title": "FBI", "movie_desc": "Procedural drama about the inner workings of the New York office of the FBI, bringing to bear all the Bureau's skills, intellect and mind-blowing technology to keep New York and the country safe."}, "True Detective": {"movie_parental_guide": {}, "movie_title": "True Detective", "movie_desc": "In 2012, Louisiana State Police Detectives Rust Cohle and Martin Hart are brought in to revisit a homicide case they worked in 1995. As the inquiry unfolds in present day through separate interrogations, the two former detectives narrate the story of their investigation, reopening unhealed wounds, and drawing into question their supposed solving of a bizarre ritualistic murder in 1995. The timelines braid and converge in 2012 as each man is pulled back into a world they believed they'd left behind. In learning about each other and their killer, it becomes clear that darkness lives on both sides of the law."}}