{"Overlord": {"movie_parental_guide": {}, "movie_title": "Overlord", "movie_desc": "On the eve of D-Day, the 5th of June, 1944, several American paratroopers are dropped behind enemy lines to carry out a mission crucial to the invasion's success: destroy a radio tower built in a little castle of an old French town that the Third Reich uses for communication between Berlin and Normandy beaches' bunkers. Due to the intense enemy fire, the planes are shot down and most soldiers die in the landing or are killed by the Nazis' night patrols after they taking land. However, a private named Ed Boyce survives to find Corporal Ford, a last-minute incorporation from Italy and a veteran expert in bombs and explosives, rogue sniper Tibbet, war photographer Chase, and finally private Dawson. After they watch the killing of their superior Sargeant Eldson by a Nazi night patrol, Ford turns in the leader of the group and they try to get the town with the tower in order to complete the mission. In the forest close to the town, almost arriving to it, they meet Chloe, a villager who ..."}, "Rick and Morty": {"movie_parental_guide": {}, "movie_title": "Rick and Morty", "movie_desc": "An animated series on adult-swim about the infinite adventures of Rick, a genius alcoholic and careless scientist, with his grandson Morty, a 14 year-old anxious boy who is not so smart. Together, they explore the infinite universes; causing mayhem and running into trouble."}, "The House with a Clock in Its Walls": {"movie_parental_guide": {}, "movie_title": "The House with a Clock in Its Walls", "movie_desc": "Lewis Barnavelt, after losing his parents, is sent to Michigan to live with his uncle Jonathan. He discovers his uncle is a warlock, and enters a world of magic and sorcery. But this power is not limited to good people: Lewis learns of Isaac Izard, an evil wizard who constructed a magical clock with black magic, as long as it exists it will keep ticking, counting down to doomsday. He died before he could finish the clock, but he hid the clock in his house, where Uncle Jonathan now lives. Now Lewis and Jonathan must find the clock before it finishes its countdown and ends the world."}, "The Gifted": {"movie_parental_guide": {}, "movie_title": "The Gifted", "movie_desc": "In a world where mutated humans are treated with distrust and fear, an institute for mutants battles to achieve peaceful co-existence with humanity."}, "Hellboy": {"movie_parental_guide": {}, "movie_title": "Hellboy", "movie_desc": "Based on the graphic novels by Mike Mignola, Hellboy, caught between the worlds of the supernatural and human, battles an ancient sorceress bent on revenge."}, "Venom": {"movie_parental_guide": {}, "movie_title": "Venom", "movie_desc": "When Eddie Brock acquires the powers of a symbiote, he will have to release his alter-ego \"Venom\" to save his life."}, "Doctor Who": {"movie_parental_guide": {}, "movie_title": "Doctor Who", "movie_desc": "The Doctor, a Time Lord from the race whose home planet is Gallifrey, travels through time and space in his/her ship the TARDIS (an acronym for Time and Relative Dimension In Space) with numerous companions. From time to time he/she regenerates into a new form (which is how the series has been running since the departure of the original actor,"}, "The Predator": {"movie_parental_guide": {}, "movie_title": "The Predator", "movie_desc": "From the outer reaches of space to the small-town streets of suburbia, the hunt comes home. Now, the universe's most lethal hunters are stronger, smarter and deadlier than ever before, having genetically upgraded themselves with DNA from other species. When a young boy accidentally triggers their return to Earth, only a ragtag crew of ex-soldiers and a disgruntled science teacher can prevent the end of the human race."}, "2.0": {"movie_parental_guide": {}, "movie_title": "2.0", "movie_desc": "8 years after Chitti was dismantled due to destruction he caused. Vaseegaran has created new human robot Nila which can understand human feelings better. The cell phones in the city start to disappear from everywhere. A creature in the form of bird creates havoc in the city causing destruction. Vaseegaran believes it to be the fifth element force and decides to get Chitti back in action. When Vaseegaran traces the location of missing cellphones with help of Chitti and Nila he finds that its not the fifth force but a human force done by late professor Pakshi Rajan."}, "Fear the Walking Dead": {"movie_parental_guide": {}, "movie_title": "Fear the Walking Dead", "movie_desc": "Spin off series of The Walking Dead that portrays the beginning events of the zombie apocalypse in the West coast during the same time frame when the city of Atlanta was falling under attack, while Rick was in a coma at the local hospital. It shows how the strain was already in full effect in the south while it's just starting in California."}, "Pokémon Detective Pikachu": {"movie_parental_guide": {}, "movie_title": "Pokémon Detective Pikachu", "movie_desc": ""}, "Downsizing": {"movie_parental_guide": {}, "movie_title": "Downsizing", "movie_desc": "\"Downsizing\" follows a kindly occupational therapist who undergoes a new procedure to be shrunken to five inches tall so that he and his wife can help save the planet and afford a nice lifestyle at the same time."}, "The Meg": {"movie_parental_guide": {}, "movie_title": "The Meg", "movie_desc": "Five years ago, expert sea diver and Naval Captain Jonas Taylor encountered an unknown danger in the unexplored recesses of the Mariana Trench that forced him to abort his mission and abandon half his crew. Though the tragic incident earned him a dishonorable discharge, what ultimately cost him his career, his marriage and any semblance of honor was his unsupported and incredulous claims of what caused it - an attack on his vessel by a mammoth, 70-foot sea creature, believed to be extinct for more than a million years. But when a submersible lies sunk and disabled at the bottom of the ocean - carrying his ex-wife among the team onboard - he is the one who gets the call. Whether a shot at redemption or a suicide mission, Jonas must confront his fears and risk his own life and the lives of everyone trapped below on a single question: Could the Carcharodon Megalodon - the largest marine predator that ever existed - still be alive ... and on the hunt?"}, "The Flash": {"movie_parental_guide": {}, "movie_title": "The Flash", "movie_desc": "Barry Allen is a Central City police forensic scientist with a reasonably happy life, despite the childhood trauma of a mysterious red and yellow lightning killing his mother and framing his father. All that changes when a massive particle accelerator accident leads to Barry being struck by lightning in his lab. Coming out of coma nine months later, Barry and his new friends at S.T.A.R labs find that he now has the ability to move at superhuman speed. Furthermore, Barry learns that he is but one of many affected by that event, most of whom are using their powers for evil. Determined to make a difference, Barry dedicates his life to fighting such threats, as The Flash. While he gains allies he never expected, there are also secret forces determined to aid and manipulate him for their own agenda."}, "Suicide Squad": {"movie_parental_guide": {}, "movie_title": "Suicide Squad", "movie_desc": "It feels good to be bad...Assemble a team of the world's most dangerous, incarcerated Super Villains, provide them with the most powerful arsenal at the government's disposal, and send them off on a mission to defeat an enigmatic, insuperable entity. U.S. intelligence officer Amanda Waller has determined only a secretly convened group of disparate, despicable individuals with next to nothing to lose will do. However, once they realize they weren't picked to succeed but chosen for their patent culpability when they inevitably fail, will the Suicide Squad resolve to die trying, or decide it's every man for himself?"}, "Justice League": {"movie_parental_guide": {}, "movie_title": "Justice League", "movie_desc": "Fueled by his restored faith in humanity and inspired by Superman's selfless act, Bruce Wayne enlists the help of his newfound ally, Diana Prince, to face an even greater enemy. Together, Batman and Wonder Woman work quickly to find and recruit a team of meta-humans to stand against this newly awakened threat. But despite the formation of this unprecedented league of heroes-Batman, Wonder Woman, Aquaman, Cyborg and The Flash-it may already be too late to save the planet from an assault of catastrophic proportions."}, "Spider-Man: Into the Spider-Verse": {"movie_parental_guide": {}, "movie_title": "Spider-Man: Into the Spider-Verse", "movie_desc": "Miles Morales comes across the long-dead Peter Parker. This Peter Parker is not from his world though; he's from somewhere else in the multiverse. With Parker's guidance, Miles will become Spider-Man: and through that he will become part of the ever-expanding 'Spider-Verse'."}, "The Man in the High Castle": {"movie_parental_guide": {}, "movie_title": "The Man in the High Castle", "movie_desc": "What would it be like if the Allied Powers had lost WWII, and Japan and Germany ruled the United States?"}, "Glass": {"movie_parental_guide": {}, "movie_title": "Glass", "movie_desc": "Following the conclusion of Split, Glass finds Dunn pursuing Crumb's superhuman figure of The Beast in a series of escalating encounters, while the shadowy presence of Price emerges as an orchestrator who holds secrets critical to both men."}, "The Handmaid's Tale": {"movie_parental_guide": {}, "movie_title": "The Handmaid's Tale", "movie_desc": "A religion-based autocracy has taken over most of the United States, renaming the country Gilead. In this country women are second-class citizens. Anyone trying to escape is punished. One such person is June, who is captured while trying to escape with her husband and child and is sentenced to be a handmaid, bearing children for childless government officials. As a handmaid, June is renamed Offred. This is her story."}, "Deadpool 2": {"movie_parental_guide": {}, "movie_title": "Deadpool 2", "movie_desc": "After losing Vanessa (Morena Baccarin), the love of his life, 4th-wall breaking mercenary Wade Wilson aka Deadpool (Ryan Reynolds) must assemble a team and protect a young, full-figured mutant Russell Collins aka Firefist (Julian Dennison) from Cable (Josh Brolin), a no-nonsense, dangerous cyborg from the future, and must also learn the most important lesson of all: to be part of a family again."}, "Sorry to Bother You": {"movie_parental_guide": {}, "movie_title": "Sorry to Bother You", "movie_desc": "In an alternate version of Oakland, Cassius Green gets a telemarketing job and finds the commission paid job a dispiriting struggle as a black man selling to predominately white people over the phone. That changes when a veteran advises him to use his \"white voice,\" and the attitude behind it to make himself more appealing to customers. With a bizarrely high-pitched accent, Cassius becomes a success even as his colleagues form a union to improve their miserable jobs. Regardless, Cassius finds himself promoted a \"Power Caller\" selling the most morally abhorrent but lucrative products and services as his connection to his girlfriend and colleagues fades away. However, Cassius' conscience arises anew as he finds himself in the midst of his boss' bizarre world of condescending bigoted decadence and his sinister plans to create the perfect subservient work force with Cassius' help."}, "Jurassic World: Fallen Kingdom": {"movie_parental_guide": {}, "movie_title": "Jurassic World: Fallen Kingdom", "movie_desc": "Three years after the Jurassic World theme park was closed down, Owen and Claire return to Isla Nublar to save the dinosaurs when they learn that a once dormant volcano on the island is active and is threatening to extinguish all life there. Along the way, Owen sets out to find Blue, his lead raptor, and discovers a conspiracy that could disrupt the natural order of the entire planet. Life has found a way, again."}, "Titans": {"movie_parental_guide": {}, "movie_title": "Titans", "movie_desc": "Titans follows young heroes from across the DC Universe as they come of age and find belonging in a gritty take on the classic Teen Titans franchise. Dick Grayson and Rachel Roth, a special young girl possessed by a strange darkness, get embroiled in a conspiracy that could bring Hell on Earth. Joining them along the way are the hot-headed Starfire and love-able Beast Boy. Together they become a surrogate family and team of heroes."}, "Agents of S.H.I.E.L.D.": {"movie_parental_guide": {}, "movie_title": "Agents of S.H.I.E.L.D.", "movie_desc": "After the Battle of New York, the world has changed. It now knows not only about the Avengers, but also the powerful menaces that require those superheroes and more to face them. In response, Phil Coulson of the Strategic Homeland Intervention, Enforcement and Logistics Division assembles an elite covert team to find and deal with these threats wherever they are found. With a world rapidly becoming more bizarre and dangerous than ever before as the supervillains arise, these agents of S.H.I.E.L.D. are ready to take them on."}, "Maniac": {"movie_parental_guide": {}, "movie_title": "Maniac", "movie_desc": "Two strangers are drawn to a mysterious pharmaceutical trial that will, they're assured, with no complications or side-effects whatsoever, solve all of their problems, permanently. Things do not go as planned."}, "Bumblebee": {"movie_parental_guide": {}, "movie_title": "Bumblebee", "movie_desc": "On the run in the year 1987, Bumblebee finds refuge in a junkyard in a small Californian beach town. Charlie (Hailee Steinfeld), on the cusp of turning 18 and trying to find her place in the world, discovers Bumblebee, battle-scarred and broken. When Charlie revives him, she quickly learns this is no ordinary, yellow VW bug."}, "Ready Player One": {"movie_parental_guide": {}, "movie_title": "Ready Player One", "movie_desc": "In the year 2045, the real world is a harsh place. The only time Wade Watts (Tye Sheridan) truly feels alive is when he escapes to the OASIS, an immersive virtual universe where most of humanity spends their days. In the OASIS, you can go anywhere, do anything, be anyone-the only limits are your own imagination. The OASIS was created by the brilliant and eccentric James Halliday (Mark Rylance), who left his immense fortune and total control of the Oasis to the winner of a three-part contest he designed to find a worthy heir. When Wade conquers the first challenge of the reality-bending treasure hunt, he and his friends-aka the High Five-are hurled into a fantastical universe of discovery and danger to save the OASIS."}, "Avengers: Endgame": {"movie_parental_guide": {}, "movie_title": "Avengers: Endgame", "movie_desc": "A culmination of 22 interconnected films, the fourth installment of the Avengers saga will draw audiences to witness the turning point of this epic journey. Our beloved heroes will truly understand how fragile this reality is and the sacrifices that must be made to uphold it."}, "Aquaman": {"movie_parental_guide": {}, "movie_title": "Aquaman", "movie_desc": "Arthur Curry learns that he is the heir to the underwater kingdom of Atlantis, and must step forward to lead his people and be a hero to the world."}, "Arrow": {"movie_parental_guide": {}, "movie_title": "Arrow", "movie_desc": "Oliver Queen and his father are lost at sea when their luxury yacht sinks, apparently in a storm. His father dies, but Oliver survives for five years on an uncharted island and eventually returns home. But he wasn't alone on the island where he learned not only how to fight and survive but also of his father's corruption and unscrupulous business dealings. He returns to civilization a changed man, determined to put things right. He disguises himself with the hood of one of his mysterious island mentors, arms himself with a bow and sets about hunting down the men and women who have corrupted his city."}, "The 100": {"movie_parental_guide": {}, "movie_title": "The 100", "movie_desc": "The series is set 97 years after a devastating nuclear war wiped out almost all life on Earth. The only known survivors are the residents of twelve space stations in Earth's orbit prior to the war. The space stations banded together to form a single massive station named \"The Ark\", wenis galore about 2,400 people live. Resources are scarce and all crimes no matter their nature or severity are punishable by death (\"floating\") unless the perpetrator is under 18 years of age. After the Ark's life support systems are found to be critically failing, one hundred juvenile prisoners are declared \"expendable\" and sent to the surface in a last ditch attempt to determine if Earth is habitable again. The teens arrive on a beautiful planet they've only seen from space. Confronting the dangers of this rugged new world, they struggle to form a tentative community. However they discover that not all humanity was wiped out. There are people on Earth who survived the war, called \"grounders\" by the 100...."}, "Supergirl": {"movie_parental_guide": {}, "movie_title": "Supergirl", "movie_desc": "Years ago, Krypton was about to explode and Kal-El was sent to Earth to escape that fate. However, his older cousin, Kara, was also intended to accompany the infant as his protector. Unfortunately, Kara was accidentally diverted into the timeless Phantom Zone for years before finally arriving on Earth decades later and found by her cousin who had grown into Superman. Years later, Kara Danvers is a young professional adrift in a thankless job until a fateful crisis ignites a sense of purpose using Kryptonian powers she had long hidden. Inspired, Kara decides to emulate her cousin's superheroic ways, only to find her foster sister introducing her to the secret Department of Extra-Normal Operations, dedicated to fighting alien menaces including those Kara inadvertently led to Earth. Now with such help, the Maid of Might takes her place as Earth's newest champion with new friends and enemies challenging her world."}, "Legends of Tomorrow": {"movie_parental_guide": {}, "movie_title": "Legends of Tomorrow", "movie_desc": "When heroes alone are not enough - the world needs legends. Having seen the future, Rip Hunter will desperately try to prevent certain events from happening, by time-traveling; Now Rip Hunter is tasked with assembling a desperate group of heroes and villains to confront an unstoppable threat - not only is the planet at stake, but our time line itself. The Great Question being asked here is can this ragtag team defeat an immortal threat unlike anything they have ever known?"}, "The Walking Dead": {"movie_parental_guide": {}, "movie_title": "The Walking Dead", "movie_desc": "Sheriff Deputy Rick Grimes gets shot and falls into a coma. When awoken he finds himself in a Zombie Apocalypse. Not knowing what to do he sets out to find his family, after he's done that he gets connected to a group to become the leader. He takes charge and tries to help this group of people survive, find a place to live, and get them food. This show is all about survival, the risks, and the things you'll have to do to survive."}, "Stranger Things": {"movie_parental_guide": {}, "movie_title": "Stranger Things", "movie_desc": "In a small town where everyone knows everyone, a peculiar incident starts a chain of events that leads to the disappearance of a child, which begins to tear at the fabric of an otherwise peaceful community. Dark government agencies and seemingly malevolent supernatural forces converge on the town, while a few locals begin to understand that there's more going on than meets the eye."}, "Captain Marvel": {"movie_parental_guide": {}, "movie_title": "Captain Marvel", "movie_desc": "Carol Danvers becomes one of the universe's most powerful heroes when Earth is caught in the middle of a galactic war between two alien races."}, "Daredevil": {"movie_parental_guide": {}, "movie_title": "Daredevil", "movie_desc": "As a child Matt Murdock was blinded by a chemical spill in a freak accident. Instead of limiting him it gave him superhuman senses that enabled him to see the world in a unique and powerful way. Now he uses these powers to deliver justice, not only as a lawyer in his own law firm, but also as vigilante at night, stalking the streets of Hell's Kitchen as Daredevil, the man without fear."}, "Thor: Ragnarok": {"movie_parental_guide": {}, "movie_title": "Thor: Ragnarok", "movie_desc": "Thor is imprisoned on the other side of the universe and finds himself in a race against time to get back to Asgard to stop Ragnarok, the destruction of his home-world and the end of Asgardian civilization, at the hands of an all-powerful new threat, the ruthless Hela."}, "Solo: A Star Wars Story": {"movie_parental_guide": {}, "movie_title": "Solo: A Star Wars Story", "movie_desc": "With the emerging demand of hyperfuel and other resources, Han Solo finds himself in the middle of a heist alongside other criminals, where they meet the likes of Chewbacca and Lando Calrissian in an adventurous situation exposing the criminal underworld."}, "Incredibles 2": {"movie_parental_guide": {}, "movie_title": "Incredibles 2", "movie_desc": "While the Parr family has accepted its collective calling as superheroes, the fact remains that their special heroism is still illegal. After they are arrested after unsuccessfully trying to stop the Underminer, their future seems bleak. However, the wealthy Deavor siblings of Devtech offer new hope with a bold project to rehabilitate the public image and legal status of Supers, with Elastigirl being assigned on point to be the shining example. Now having agreed for now to stay at home to care of the kids, Mr. Incredible finds domestic life a daunting challenge, especially with baby Jack-Jack's newly emerged powers making him almost impossible to manage. However, Elastigirl soon has her own concerns dealing with the menace of a new supervillain, Screenslaver, who is wreaking havoc with his mind control abilities. Now, Elastigirl must solve the mystery of this enemy, who has malevolent designs on the world with the Parr family and friends key targets of this evil."}, "Gotham": {"movie_parental_guide": {}, "movie_title": "Gotham", "movie_desc": "In crime ridden Gotham City, Thomas and Martha Wayne are murdered before young Bruce Wayne's eyes. Although Gotham City Police Department detectives, James Gordon, and his cynical partner, Harvey Bullock, seem to solace's the case quickly, things are not so simple. Inspired by Bruce's traumatized desire for justice, Gordon vows to find it amid Gotham's corruption. Thus begins Gordon's lonely quest that would set him against his own comrades and the underworld with their own deadly rivalries and mysteries. In the coming wars, innocence will be lost and compromises will be made as some criminals will fall as casualties while others will rise as super villains. All the while, young Bruce observes this war with a growing obsession that would one day drive him to seek his own justice against the evil of Gotham as The Batman."}, "Black Mirror": {"movie_parental_guide": {}, "movie_title": "Black Mirror", "movie_desc": "Set in a world only minutes from our own, \"Black Mirror\" unveils how modern technologies can backfire and be used against their makers, every episode set in a slightly different reality with different characters combating different types of technologies."}, "Ant-Man and the Wasp": {"movie_parental_guide": {}, "movie_title": "Ant-Man and the Wasp", "movie_desc": "In the aftermath of"}, "Black Panther": {"movie_parental_guide": {}, "movie_title": "Black Panther", "movie_desc": "After the events of Captain America: Civil War, Prince T'Challa returns home to the reclusive, technologically advanced African nation of Wakanda to serve as his country's new king. However, T'Challa soon finds that he is challenged for the throne from factions within his own country. When two foes conspire to destroy Wakanda, the hero known as Black Panther must team up with C.I.A. agent Everett K. Ross and members of the Dora Milaje, Wakandan special forces, to prevent Wakanda from being dragged into a world war."}, "Mortal Engines": {"movie_parental_guide": {}, "movie_title": "Mortal Engines", "movie_desc": "A mysterious young woman, Hester Shaw, emerges as the only one who can stop a giant, predator city on wheels devouring everything in its path. Feral, and fiercely driven by the memory of her mother, Hester joins forces with Tom Natsworthy, an outcast from London, along with Anna Fang, a dangerous outlaw with a bounty on her head."}}