{"Zombieland": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Moderate", "Profanity": "Moderate", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Severe"}, "movie_title": "Zombieland", "movie_desc": "Searching for family. In the early twenty-first century, zombies have taken over America. A shy and inexperienced college student in Texas has survived by following his 30 rules: such as \"look in the back seat,\" \"double-tap,\" \"avoid public restrooms.\" He decides to travel to Ohio to see if his parents are alive. He gets a ride with a boisterous zombie-hating good-old boy headed for Florida, and soon they confront a young woman whose sister has been bitten by a zombie and wants to be put out of her misery. The sisters were headed to an LA amusement park they've heard is zombie free. Can the kid from Ohio get to his family? And what about rule thirty one?", "movie_url": "https://www.imdb.com/title/tt1156398/"}, "Funny Games": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Moderate", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Moderate"}, "movie_title": "Funny Games", "movie_desc": "Two seemingly well-educated young men, who call each other Paul and Peter among other names, approach a family on vacation. They are, apparently, friends of the neighbors, and, at the beginning, their true intentions are not known, but soon, the family is imprisoned and tortured in its own house violently, which the viewers are forced mostly to imagine and to share a certain complicity with the criminals. It might be some kind of game with the lives of husband, wife, son, and dog, but why are they doing it?", "movie_url": "https://www.imdb.com/title/tt0119167/"}, "The Conjuring": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "None", "Profanity": "Mild", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Moderate"}, "movie_title": "The Conjuring", "movie_desc": "In 1971, Carolyn and Roger Perron move their family into a dilapidated Rhode Island farm house and soon strange things start happening around it with escalating nightmarish terror. In desperation, Carolyn contacts the noted paranormal investigators, Ed and Lorraine Warren, to examine the house. What the Warrens discover is a whole area steeped in a satanic haunting that is now targeting the Perron family wherever they go. To stop this evil, the Warrens will have to call upon all their skills and spiritual strength to defeat this spectral menace at its source that threatens to destroy everyone involved.", "movie_url": "https://www.imdb.com/title/tt1457767/"}, "O Que Fazemos nas Sombras": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Moderate", "FrighteningIntenseScenes": "Mild", "ViolenceGore": "Moderate"}, "movie_title": "O Que Fazemos nas Sombras", "movie_desc": "Follow the lives of Viago (Taika Waititi), Deacon (Jonathan Brugh), and Vladislav (Jemaine Clement) - three flatmates who are just trying to get by and overcome life's obstacles-like being immortal vampires who must feast on human blood. Hundreds of years old, the vampires are finding that beyond sunlight catastrophes, hitting the main artery, and not being able to get a sense of their wardrobe without a reflection-modern society has them struggling with the mundane like paying rent, keeping up with the chore wheel, trying to get into nightclubs, and overcoming flatmate conflicts.", "movie_url": "https://www.imdb.com/title/tt3416742/"}, "Freaks": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "None", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Mild"}, "movie_title": "Freaks", "movie_desc": "", "movie_url": "https://www.imdb.com/title/tt0022913/"}, "Train to Busan": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "None", "Profanity": "Mild", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Moderate"}, "movie_title": "Train to Busan", "movie_desc": "Sok-woo, a father with not much time for his daughter, Soo-ahn, are boarding the KTX, a fast train that shall bring them from Seoul to Busan. But during their journey, the apocalypse begins, and most of the earth's population become flesh craving zombies. While the KTX is shooting towards Busan, the passenger's fight for their families and lives against the zombies - and each other.", "movie_url": "https://www.imdb.com/title/tt5700672/"}, "A Quiet Place": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "None", "Profanity": "None", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Moderate"}, "movie_title": "A Quiet Place", "movie_desc": "Two parents do what it takes to keep their children safe in a world full of creatures hunting every sound they can hear. Not a sound can be heard from the family hiding in silence, but all it takes is one noise and everything can go wrong.", "movie_url": "https://www.imdb.com/title/tt6644200/"}, "Nosferatu": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "None", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Mild"}, "movie_title": "Nosferatu", "movie_desc": "Wisbourg, Germany based estate agent Knock dispatches his associate, Hutter, to Count Orlok's castle in Transylvania as the Count wants to purchase an isolated house in Wisbourg. They plan on selling him the one across the way from Hutter's own home. Hutter leaves his innocent wife, Ellen, with some friends while he is away. Hutter's trek is an unusual one, with many locals not wanting to take him near the castle where strange events have been occurring. Once at the castle, Hutter does manage to sell the Count the house, but he also notices and feels unusual occurrences, primarily feeling like there is a dark shadow hanging over him, even in the daytime when the Count is unusually asleep. Hutter eventually sees the Count's sleeping chamber in a crypt, and based on a book he has recently read, believes the Count is really a vampire or Nosferatu. While Hutter is trapped in the castle, the Count, hiding in a shipment of coffins, makes his way to Wisbourg, causing death along his way, ...", "movie_url": "https://www.imdb.com/title/tt0013442/"}, "Alien": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Moderate", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Moderate"}, "movie_title": "Alien", "movie_desc": "In the distant future, the crew of the commercial spaceship Nostromo are on their way home when they pick up a distress call from a distant moon. The crew are under obligation to investigate and the spaceship descends on the moon afterwards. After a rough landing, three crew members leave the spaceship to explore the area on the moon. At the same time as they discover a hive colony of some unknown creature, the ship's computer deciphers the message to be a warning, not a distress call. When one of the eggs is disturbed, the crew realizes that they are not alone on the spaceship and they must deal with the consequences.", "movie_url": "https://www.imdb.com/title/tt0078748/"}, "King Kong": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "None", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Moderate"}, "movie_title": "King Kong", "movie_desc": "Carl Denham needs to finish his movie and has the perfect location; Skull Island. But he still needs to find a leading lady. This 'soon-to-be-unfortunate' soul is Ann Darrow. No one knows what they will encounter on this island and why it is so mysterious, but once they reach it, they will soon find out. Living on this hidden island is a giant gorilla and this beast now has Ann in it's grasps. Carl and Ann's new love, Jack Driscoll must travel through the jungle looking for Kong and Ann, whilst avoiding all sorts of creatures and beasts.", "movie_url": "https://www.imdb.com/title/tt0024216/"}, "Dracula": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "None", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Mild"}, "movie_title": "Dracula", "movie_desc": "After a harrowing ride through the Carpathian mountains in eastern Europe, Renfield enters castle Dracula to finalize the transferral of Carfax Abbey in London to Count Dracula, who is in actuality a vampire. Renfield is drugged by the eerily hypnotic count, and turned into one of his thralls, protecting him during his sea voyage to London. After sucking the blood and turning the young Lucy Weston into a vampire, Dracula turns his attention to her friend Mina Seward, daughter of Dr. Seward who then calls in a specialist, Dr. Van Helsing, to diagnose the sudden deterioration of Mina's health. Van Helsing, realizing that Dracula is indeed a vampire, tries to prepare Mina's fiance, John Harker, and Dr. Seward for what is to come and the measures that will have to be taken to prevent Mina from becoming one of the undead.", "movie_url": "https://www.imdb.com/title/tt0021814/"}, "Diabolique": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "None", "Profanity": "None", "FrighteningIntenseScenes": "None", "ViolenceGore": "None"}, "movie_title": "Diabolique", "movie_desc": "The wife and mistress of a sadistic boarding school headmaster plot to kill him. They drown him in the bathtub and dump the body in the school's filthy swimming pool... but when the pool is drained, the body has disappeared - and subsequent reported sightings of the headmaster slowly drive his 'killers' (and the audience) up the wall with almost unbearable suspense...", "movie_url": "https://www.imdb.com/title/tt0046911/"}, "The Shining": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Moderate", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Moderate"}, "movie_title": "The Shining", "movie_desc": "Signing a contract, Jack Torrance, a normal writer and former teacher agrees to take care of a hotel which has a long, violent past that puts everyone in the hotel in a nervous situation. While Jack slowly gets more violent and angry of his life, his son, Danny, tries to use a special talent, the \"Shining\", to inform the people outside about whatever that is going on in the hotel.", "movie_url": "https://www.imdb.com/title/tt0081505/"}, "Interview with the Vampire: The Vampire Chronicles": {"movie_parental_guide": {"SexNudity": "Severe", "Certification": "None", "AlcoholDrugsSmoking": "Moderate", "Profanity": "Mild", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Severe"}, "movie_title": "Interview with the Vampire: The Vampire Chronicles", "movie_desc": "It hasn't even been a year since a plantation owner named Louis lost his wife in childbirth. Both his wife and the infant died, and now he has lost his will to live. A vampire named Lestat takes a liking to Louis and offers him the chance to become a creature of the night: a vampire. Louis accepts, and Lestat drains Louis' mortal blood and then replaces it with his own, turning Louis into a vampire. Louis must learn from Lestat the ways of the vampire.", "movie_url": "https://www.imdb.com/title/tt0110148/"}, "Bride of Frankenstein": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "None", "FrighteningIntenseScenes": "Mild", "ViolenceGore": "Mild"}, "movie_title": "Bride of Frankenstein", "movie_desc": "Dr. Frankenstein and his monster both turn out to be alive, not killed as previously believed. Dr. Frankenstein wants to get out of the evil experiment business, but when a mad scientist, Dr. Pretorius, kidnaps his wife, Dr. Frankenstein agrees to help him create a new creature, a woman, to be the companion of the monster.", "movie_url": "https://www.imdb.com/title/tt0026138/"}, "Frankenstein": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "None", "FrighteningIntenseScenes": "Mild", "ViolenceGore": "Mild"}, "movie_title": "Frankenstein", "movie_desc": "Henry Frankenstein is a doctor who is trying to discover a way to make the dead walk. He succeeds and creates a monster that has to deal with living again.", "movie_url": "https://www.imdb.com/title/tt0021884/"}, "Vampire Hunter D: Bloodlust": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "None", "Profanity": "None", "FrighteningIntenseScenes": "None", "ViolenceGore": "None"}, "movie_title": "Vampire Hunter D: Bloodlust", "movie_desc": "It is many thousand years in the future. Vampires once ruled the night but have seen their numbers reduced by fearless bounty hunters. One such hunter is D, the halfbreed son of a human mother and vampire father. When a girl from a rich family is taken from her home by the vampire Meier Link, her father contracts both D and the Markus brothers (a rival group of hunters) to race to retrieve her. As the heroes fight their way through Meier's hired guards, they begin to suspect that the girl may have gone with him willingly.", "movie_url": "https://www.imdb.com/title/tt0216651/"}, "The Wicker Man": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Mild", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Moderate"}, "movie_title": "The Wicker Man", "movie_desc": "On Sunday, April 29, 1973, Sergeant Neil Howie with the West Highland Constabulary flies solo to Summerisle off the coast of Scotland. He is there to follow up on a letter addressed specifically to him from an anonymous source on Summerisle reporting that a twelve year old girl who lives on the island, Rowan Morrison, the daughter of May Morrison, has long been missing. The correspondence includes a photograph of Rowan. Upon his arrival on Summerisle, Howie finds that the locals are a seemingly simple minded lot who provide little information beyond the fact that they know of no Rowan Morrison and do not know the girl in the photo. Mrs. Morrison admits to having a daughter, seven year old Myrtle, but no Rowan. As Howie speaks to more and more people, he begins to believe that Rowan does or did live on the island, but that the locals are hiding their knowledge of her. He also begins to see that the locals all have pagan beliefs, their \"religion\" which centers on procreation as the ...", "movie_url": "https://www.imdb.com/title/tt0070917/"}, "Army of Darkness": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "None", "Profanity": "Mild", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Moderate"}, "movie_title": "Army of Darkness", "movie_desc": "Ash is transported with his car to 1,300 A.D., where he is captured by Lord Arthur and turned slave with Duke Henry the Red and a couple of his men. When Ash is thrown into a pit, he defeats two monsters and wins respect of Arthur's army and vassals. The Wiseman points Ash as The Chosen One that will retrieve the Necronomicon but Ash is only interested in returning home. When he learns that the only way to return to his time is using the Necronomicon, Ash decides to travel to the unholy land of the Deadites. The Wiseman advises that he must say the words \"Klaatu Barada Nikto\" to safely get the evil book. However, Ash forgets the last word and an army of the dead resurrects to attack Arthur fortress and recover the Necronomicon. The battle between the living and the dead is about to start and the support of Henry the Red is the only way to help Ash and Arthur to defeat the army of darkness.", "movie_url": "https://www.imdb.com/title/tt0106308/"}, "Grindhouse": {"movie_parental_guide": {"SexNudity": "Severe", "Certification": "None", "AlcoholDrugsSmoking": "Moderate", "Profanity": "Severe", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Severe"}, "movie_title": "Grindhouse", "movie_desc": "A double-bill of thrillers that recall both filmmakers' favorite exploitation films. \"Grindhouse\" (a downtown movie theater in disrepair since its glory days as a movie palace known for \"grinding out\" non-stop double-bill programs of B-movies) is presented as one full-length feature comprised of two individual films helmed separately by each director. \"Death Proof,\" is a rip-roaring slasher flick where the killer pursues his victims with a car rather than a knife, while \"Planet Terror\" shows us a view of the world in the midst of a zombie outbreak. The films are joined together by clever faux trailers that recall the '50s exploitation drive-in classics.", "movie_url": "https://www.imdb.com/title/tt0462322/"}, "The Haunting": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Mild", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "None"}, "movie_title": "The Haunting", "movie_desc": "Dr. Markway, doing research to prove the existence of ghosts, investigates Hill House, a large, eerie mansion with a lurid history of violent death and insanity. With him are the skeptical young Luke, who stands to inherit the house, the mysterious and clairvoyant Theodora and the insecure Eleanor, whose psychic abilities make her feel somehow attuned to whatever spirits inhabit the old mansion. As time goes by it becomes obvious that they have gotten more than they bargained for as the ghostly presence in the house manifests itself in horrific and deadly ways.", "movie_url": "https://www.imdb.com/title/tt0057129/"}, "Rosemary's Baby": {"movie_parental_guide": {"SexNudity": "Severe", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Mild", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Moderate"}, "movie_title": "Rosemary's Baby", "movie_desc": "Desirous of starting a family, the young Catholic housewife, Rosemary Woodhouse, and her struggling actor husband, Guy, move into the Bramford, New York's iconic building which brims with unpleasant stories of obscure dwellers and ghastly occurrences. Before long, the young couple is befriended by their elderly and somehow eccentric next-door neighbours, Roman and Minnie Castevet--and shortly after--Rosemary unexpectedly gets pregnant. However, little by little, as the inexperienced mother becomes systematically cut off from her circle and friends, alarming hints of a well-planned and sinister conspiracy will begin to emerge, enfolding Rosemary in a shroud of suspicion and mental agony. In the end, why is everyone so conveniently eager to help; furthermore, why is Guy allowing it?", "movie_url": "https://www.imdb.com/title/tt0063522/"}, "What Ever Happened to Baby Jane?": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "None", "Profanity": "None", "FrighteningIntenseScenes": "None", "ViolenceGore": "None"}, "movie_title": "What Ever Happened to Baby Jane?", "movie_desc": "In a tale that almost redefines sibling rivalry, faded actresses Blanche and 'Baby' Jane Hudson live together. Jane was by far the most famous when she performed with their father in vaudeville but as they got older, it was Blanche who became the finer actress, which Jane still resents. Blanche is now confined to a wheelchair and Jane is firmly in control. As time goes by, Jane exercises greater and greater control over her sister, intercepting her letters and ensuring that few if anyone from the outside has any contact with her. As Jane slowly loses her mind, she torments her sister going to ever greater extremes.", "movie_url": "https://www.imdb.com/title/tt0056687/"}, "Invasion of the Body Snatchers": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "None", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Mild"}, "movie_title": "Invasion of the Body Snatchers", "movie_desc": "Dr. Miles Bennell returns to his small town practice to find several of his patients suffering the paranoid delusion that their friends or relatives are impostors. He is initially skeptical, especially when the alleged doppelgangers are able to answer detailed questions about their victim's lives, but he is eventually persuaded that something odd has happened and determines to find out what is causing this phenomenon.", "movie_url": "https://www.imdb.com/title/tt0049366/"}, "The Birds": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Mild", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Moderate"}, "movie_title": "The Birds", "movie_desc": "Melanie Daniels is the modern rich socialite, part of the jet-set who always gets what she wants. When lawyer Mitch Brenner sees her in a pet shop, he plays something of a practical joke on her, and she decides to return the favor. She drives about an hour north of San Francisco to Bodega Bay, where Mitch spends the weekends with his mother Lydia and younger sister Cathy. Soon after her arrival, however, the birds in the area begin to act strangely. A seagull attacks Melanie as she is crossing the bay in a small boat, and then, Lydia finds her neighbor dead, obviously the victim of a bird attack. Soon, birds in the hundreds and thousands are attacking anyone they find out of doors. There is no explanation as to why this might be happening, and as the birds continue their vicious attacks, survival becomes the priority.", "movie_url": "https://www.imdb.com/title/tt0056869/"}, "Evil Dead II": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "None", "Profanity": "Moderate", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Severe"}, "movie_title": "Evil Dead II", "movie_desc": "Ashley Williams travels to a secluded cabin in the woods with his girlfriend Linda where they find a tape recording of a professor and a book of evil. This unleashes a bunch of evil spirits that constantly terrorize Ash. Meanwhile a journalist comes to the area to study the book of evil. Ash and her end up having to survive this swarm of evil until morning comes.", "movie_url": "https://www.imdb.com/title/tt0092991/"}, "An American Werewolf in London": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Moderate", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Severe"}, "movie_title": "An American Werewolf in London", "movie_desc": "Two American college students are on a walking tour of Britain and are attacked by a werewolf. One is killed, the other is mauled. The werewolf is killed but reverts to its human form, and the local townspeople are unwilling to acknowledge its existence. The surviving student begins to have nightmares of hunting on four feet at first but then finds that his friend and other recent victims appear to him, demanding that he commit suicide to release them from their curse, being trapped between worlds because of their unnatural deaths.", "movie_url": "https://www.imdb.com/title/tt0082010/"}, "The Thing": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Moderate", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Severe"}, "movie_title": "The Thing", "movie_desc": "A US research station, Antarctica, early-winter 1982. The base is suddenly buzzed by a helicopter from the nearby Norwegian research station. They are trying to kill a dog that has escaped from their base. After the destruction of the Norwegian chopper the members of the US team fly to the Norwegian base, only to discover them all dead or missing. They do find the remains of a strange creature the Norwegians burned. The Americans take it to their base and deduce that it is an alien life form. After a while it is apparent that the alien can take over and assimilate into other life forms, including humans, and can spread like a virus. This means that anyone at the base could be inhabited by The Thing, and tensions escalate.", "movie_url": "https://www.imdb.com/title/tt0084787/"}, "Foge": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Severe", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Severe"}, "movie_title": "Foge", "movie_desc": "Chris and his girlfriend Rose go upstate to visit her parents for the weekend. At first, Chris reads the family's overly accommodating behavior as nervous attempts to deal with their daughter's interracial relationship, but as the weekend progresses, a series of increasingly disturbing discoveries lead him to a truth that he never could have imagined.", "movie_url": "https://www.imdb.com/title/tt5052448/"}, "I Saw the Devil": {"movie_parental_guide": {"SexNudity": "Severe", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Severe", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Severe"}, "movie_title": "I Saw the Devil", "movie_desc": "", "movie_url": "https://www.imdb.com/title/tt1588170/"}, "Repulsion": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Mild", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Moderate"}, "movie_title": "Repulsion", "movie_desc": "In London, Belgian immigrant Carol Ledoux shares an apartment with her older sister Helen, and works as a manicurist at a beauty salon. Helen uses the word \"sensitive\" to describe Carol's overall demeanor, which is almost like she walks around in a daze, rarely speaking up about anything. When she does speak up, it generally is about something against one of those few issues on which she obsesses, such as Helen's boyfriend Michael's invasion of her space at the apartment. That specific issue may be more about men in general than just Michael's actions, as witnessed by Carol being agitated by hearing Helen and Michael's lovemaking, and she not being able to rebuff the advances effectively of a male suitor, Colin, who is infatuated with her. One of those other obsessive issues is noticing cracks and always wanting to fix them. While Helen and Michael leave on a vacation to Pisa, Italy, Carol chooses largely to lock herself in the apartment, ditching work. There, she is almost hypnotized...", "movie_url": "https://www.imdb.com/title/tt0059646/"}, "Dawn of the Dead": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Moderate", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Severe"}, "movie_title": "Dawn of the Dead", "movie_desc": "Following the events of", "movie_url": "https://www.imdb.com/title/tt0077402/"}, "The Invisible Man": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "None", "FrighteningIntenseScenes": "Mild", "ViolenceGore": "Mild"}, "movie_title": "The Invisible Man", "movie_desc": "Working in Dr. Cranley's laboratory, scientist Jack Griffin was always given the latitude to conduct some of his own experiments. His sudden departure, however, has Cranley's daughter Flora worried about him. Griffin has taken a room at the nearby Lion's Head Inn, hoping to reverse an experiment he conducted on himself that made him invisible. Unfortunately, the drug he used has also warped his mind, making him aggressive and dangerous. He's prepared to do whatever it takes to restore his appearance, and several will die in the process.", "movie_url": "https://www.imdb.com/title/tt0024184/"}, "Deep Red": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Moderate", "Profanity": "Mild", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Severe"}, "movie_title": "Deep Red", "movie_desc": "A psychic who can read minds picks up the thoughts of a murderer in the audience and soon becomes a victim. An English pianist gets involved in solving the murders, but finds many of his avenues of inquiry cut off by new murders, and he begins to wonder how the murderer can track his movements so closely.", "movie_url": "https://www.imdb.com/title/tt0073582/"}, "28 Days Later...": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Moderate", "Profanity": "Severe", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Severe"}, "movie_title": "28 Days Later...", "movie_desc": "Animal activists invade a laboratory with the intention of releasing chimpanzees that are undergoing experimentation, infected by a virus -a virus that causes rage. The naive activists ignore the pleas of a scientist to keep the cages locked, with disastrous results. Twenty-eight days later, our protagonist, Jim, wakes up from a coma, alone, in an abandoned hospital. He begins to seek out anyone else to find London is deserted, apparently without a living soul. After finding a church, which had become inhabited by zombie like humans intent on his demise, he runs for his life. Selena and Mark rescue him from the horde and bring him up to date on the mass carnage and horror as all of London tore itself apart. This is a tale of survival and ultimately, heroics, with nice subtext about mankind's savage nature.", "movie_url": "https://www.imdb.com/title/tt0289043/"}, "The Exorcist": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Severe", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Moderate"}, "movie_title": "The Exorcist", "movie_desc": "A visiting actress in Washington, D.C., notices dramatic and dangerous changes in the behavior and physical make-up of her 12-year-old daughter. Meanwhile, a young priest at nearby Georgetown University begins to doubt his faith while dealing with his mother's terminal sickness. And, book-ending the story, a frail, elderly priest recognizes the necessity for a show-down with an old demonic enemy.", "movie_url": "https://www.imdb.com/title/tt0070047/"}, "Perfect Blue": {"movie_parental_guide": {"SexNudity": "Severe", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Moderate", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Severe"}, "movie_title": "Perfect Blue", "movie_desc": "Mima leaves the idol group CHAM, in order to pursue her dream as an actress. Mima climbs up the rocky road to success by performing as rape victims and posing nude for magazines, but is haunted by her reflections of the past.", "movie_url": "https://www.imdb.com/title/tt0156887/"}, "Peeping Tom": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Mild", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Moderate"}, "movie_title": "Peeping Tom", "movie_desc": "Mark Lewis, works as a focus puller in a British film studio. On his off hours, he supplies a local porno shop with cheesecake photos and also dabbles in filmmaking. A lonely, unfriendly, sexually repressed fellow, Mark is obsessed with the effects of fear and how they are registered on the face and behavior of the frightened. This obsession dates from the time when, as a child, he served as the subject of some cold-blooded experiments in terror conducted by his own scientist father. As a grown man, Mark becomes a compulsive murderer who kills women and records their contorted features and dying gasps on film. His ongoing project is a documentary on fear. With 16mm camera in hand, he accompanies a prostitute to her room and stabs her with a blade concealed in his tripod, all the while photographing her contorted face in the throes of terror and death. Alone in his room, he surrounds himself with the sights and sounds of terror: taped screams, black-and-white \"home movies\" of convulsed...", "movie_url": "https://www.imdb.com/title/tt0054167/"}, "A Pele Onde Eu Vivo": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Moderate", "Profanity": "Moderate", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Severe"}, "movie_title": "A Pele Onde Eu Vivo", "movie_desc": "In honor of his late wife who died in a flaming car accident, scientist, Dr. Robert Ledgard, is trying to synthesize the perfect skin which can withstand burns, cuts or any other kind of damage. As he gets closer to perfecting this skin on his flawless patient, the scientific community starts growing skeptical and his past is revealed that shows how his patient is closely linked to tragic events he would like to forget.", "movie_url": "https://www.imdb.com/title/tt1189073/"}, "Shaun of the Dead": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Moderate", "Profanity": "Severe", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Severe"}, "movie_title": "Shaun of the Dead", "movie_desc": "Shaun doesn't have a very good day, so he decides to turn his life around by getting his ex to take him back, but he times it for right in the middle of what may be a zombie apocalypse... But for him, it's an opportunity to show everyone he knows how useful he is by saving them all. All he has to do is survive... And get his ex back.", "movie_url": "https://www.imdb.com/title/tt0365748/"}, "Halloween": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Mild", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Moderate"}, "movie_title": "Halloween", "movie_desc": "The year is 1963, the night: Halloween. Police are called to 43 Lampkin Ln. only to discover that 15 year old Judith Myers has been stabbed to death, by her 6 year-old brother, Michael. After being institutionalized for 15 years, Myers breaks out on the night before Halloween. No one knows, nor wants to find out, what will happen on October 31st 1978 besides Myers' psychiatrist, Dr. Loomis. He knows Michael is coming back to Haddonfield, but by the time the town realizes it, it'll be too late for many people.", "movie_url": "https://www.imdb.com/title/tt0077651/"}, "Tucker & Dale Contra o Mal": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Moderate", "FrighteningIntenseScenes": "Mild", "ViolenceGore": "Severe"}, "movie_title": "Tucker & Dale Contra o Mal", "movie_desc": "Two lovable hillbillies are headed to their \"fixer-upper\" vacation cabin to drink some beer, do some fishin', and have a good time. But when they run into a group of preppy college kids who assume from their looks that they must be in-bred, chainsaw-wielding killers, Tucker & Dale's vacation takes a bloody and hilarious turn for the worse.", "movie_url": "https://www.imdb.com/title/tt1465522/"}, "Let the Right One In": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Moderate", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Severe"}, "movie_title": "Let the Right One In", "movie_desc": "Oskar, a bullied 12-year old, dreams of revenge. He falls in love with Eli, a peculiar girl. She can't stand the sun or food and to come into a room she needs to be invited. Eli gives Oskar the strength to hit back but when he realizes that Eli needs to drink other people's blood to live he's faced with a choice. How much can love forgive? Set in the Stockholm suburb of Blackeberg in 1982.", "movie_url": "https://www.imdb.com/title/tt1139797/"}, "Night of the Living Dead": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Mild", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Moderate"}, "movie_title": "Night of the Living Dead", "movie_desc": "Barbra and Johnny visit their father's grave in a remote cemetery when they are suddenly set upon by zombies. Barbra manages to get away and takes refuge in what seems to be an abandoned farm house. She is soon joined by Ben who stopped at the house in need of gas. Beset by the walking dead all around them Ben does his best to secure the doors and windows. The news reports are grim however with creatures returning to life everywhere. Barbra and Ben are surprised when they realize there are 5 people hiding out in the basement: Harry, Helen and Karen Cooper; and a young couple, Tom and Judy. Dissensions sets in almost immediately with Harry Cooper wanting to be in charge. As their situation deteriorates, their chances of surviving the night lessen minute by minute.", "movie_url": "https://www.imdb.com/title/tt0063350/"}, "The Cabinet of Dr. Caligari": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "None", "Profanity": "None", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Moderate"}, "movie_title": "The Cabinet of Dr. Caligari", "movie_desc": "", "movie_url": "https://www.imdb.com/title/tt0010323/"}, "The Omen": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Mild", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Moderate"}, "movie_title": "The Omen", "movie_desc": "Robert and Katherine Thorn seem to have it all. They are happily married and he is the US Ambassador to Great Britain, but they want nothing more than to have children. When Katharine has a stillborn child, Robert is approached by a priest at the hospital who suggests that they take a healthy newborn whose mother has just died in childbirth. Without telling his wife he agrees. After relocating to London, strange events - and the ominous warnings of a priest - lead him to believe that the child he took from that Italian hospital is evil incarnate.", "movie_url": "https://www.imdb.com/title/tt0075005/"}, "The Others": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "None", "Profanity": "Mild", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Mild"}, "movie_title": "The Others", "movie_desc": "A woman named Grace retires with her two children to a mansion on Jersey, towards the end of the Second World War, where she's waiting for her husband to come back from battle. The children have a disease which means they cannot be touched by direct sunlight without being hurt in some way. They will live alone there with oppressive, strange and almost religious rules, until she needs to hire a group of servants for them. Their arrival will accidentally begin to break the rules with unexpected consequences.", "movie_url": "https://www.imdb.com/title/tt0230600/"}, "Psycho": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "None", "Profanity": "None", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Moderate"}, "movie_title": "Psycho", "movie_desc": "Phoenix office worker Marion Crane is fed up with the way life has treated her. She has to meet her lover Sam in lunch breaks, and they cannot get married because Sam has to give most of his money away in alimony. One Friday, Marion is trusted to bank forty thousand dollars by her employer. Seeing the opportunity to take the money and start a new life, Marion leaves town and heads towards Sam's California store. Tired after the long drive and caught in a storm, she gets off the main highway and pulls into the Bates Motel. The motel is managed by a quiet young man called Norman who seems to be dominated by his mother.", "movie_url": "https://www.imdb.com/title/tt0054215/"}, "Nosferatu the Vampyre": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "None", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Moderate"}, "movie_title": "Nosferatu the Vampyre", "movie_desc": "Jonathan Harker is sent away to Count Dracula's castle to sell him a house in Wismar where Jonathan lives. But Count Dracula is a vampire, an undead ghoul living off of men's blood. Inspired by a photograph of Lucy Harker, Jonathan's wife, Dracula moves to Wismar, bringing with him death and plague... An unusually contemplative version of Dracula, in which the vampire bears the curse of not being able to get old and die.", "movie_url": "https://www.imdb.com/title/tt0079641/"}, "Saw": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Severe", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Severe"}, "movie_title": "Saw", "movie_desc": "Waking up in a undisclosed location in a unknown room two men, adam and gordon are trapped into a single room with a dead body. Given random tools with riddles hidnen around the room. Wondering who could have done this there are clues to who might of done it; the jigsaw killer. The question is not just who but why would a serial killer leave two men in a room. Both adam and gordon hiding secrets they must trust and work together to get out or die...can they survive Jigsaw's game or die trying?", "movie_url": "https://www.imdb.com/title/tt0387564/"}}