{"Godzilla: King of the Monsters": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Mild", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Severe"}, "movie_title": "Godzilla: King of the Monsters", "movie_desc": "The new story follows the heroic efforts of the cryptozoological agency Monarch as its members face off against a battery of god sized monsters, including the mighty Godzilla, who collides with Mothra, Rodan, and his ultimate nemesis, the three headed King Ghidorah. When these ancient superspecies, thought to be mere myths, rise again, they all vie for supremacy, leaving humanity's very existence hanging in the balance."}, "Bird Box": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "None", "Profanity": "Mild", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Moderate"}, "movie_title": "Bird Box", "movie_desc": "In the wake of an unknown global terror, a mother must find the strength to flee with her children down a treacherous river in search of safety. Due to unseen deadly forces, the perilous journey must be made blindly. Directed by Academy Award winner Susanne Bier, Bird Box is a thriller starring Academy Award winner Sandra Bullock, John Malkovich, Sarah Paulson, and Trevante Rhodes."}, "Grimm": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "None", "Profanity": "Mild", "FrighteningIntenseScenes": "Mild", "ViolenceGore": "Moderate"}, "movie_title": "Grimm", "movie_desc": "Portland detective, Nick Burkhardt, has seen some gruesome crime scenes, but nothing prepares him for the strange visions he begins seeing: seemingly regular people momentarily transforming into hideous monsters. A visit from his only living relative reveals the truth. Nick has inherited the ability to see supernatural creatures, and as a \"Grimm,\" he is tasked with keeping the balance between mankind and the mythological. A reformed \"Big Bad Wolf\" becomes his greatest (and also reluctant) ally and confidant. It's not long before his work as a policeman leads Nick to the criminals he once thought were only found in fairy tales."}, "Teen Wolf": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Mild", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Moderate"}, "movie_title": "Teen Wolf", "movie_desc": "Scott McCall was just another kid in high school. Until, one night his best friend Stiles brings him to the woods, to look for a dead body, and Scott is bitten by a werewolf. Being a werewolf came with its perks- stronger, faster, new star in the lacrosse team, popularity- but also made it hard to control his anger. Scott has also fallen for the new girl in town, Allison, whose dad is trying to hunt and kill Scott. Scott now has to try and balance his out of control life, figure out how to control his new powers, try not to be killed by the alpha that bit him, and protect Allison- and keep her from finding out his big secret."}, "Apostle": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "None", "Profanity": "Moderate", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Severe"}, "movie_title": "Apostle", "movie_desc": "The year is 1905. Thomas Richardson travels to a remote island to rescue his sister after she's kidnapped by a mysterious religious cult demanding a ransom for her safe return. It soon becomes clear that the cult will regret the day it baited this man, as he digs deeper and deeper into the secrets and lies upon which the commune is built."}, "Mandy": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Moderate", "Profanity": "Moderate", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Severe"}, "movie_title": "Mandy", "movie_desc": "Taking place in 1983, Red is a lumberjack who lives in a secluded cabin in the woods. His artist girlfriend Mandy spends her days reading fantasy paperbacks. Then one day, she catches the eye of a crazed cult leader, who conjures a group of motorcycle-riding demons to kidnap her. Red, armed with a crossbow and custom Axe, stops at nothing to get her back, leaving a bloody, brutal pile of bodies in his wake."}, "Split": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Mild", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Moderate"}, "movie_title": "Split", "movie_desc": "Though Kevin (James McAvoy) has evidenced 23 personalities to his trusted psychiatrist, Dr. Fletcher (Betty Buckley), there remains one still submerged who is set to materialize and dominate all of the others. Compelled to abduct three teenage girls led by the willful, observant Casey, Kevin reaches a war for survival among all of those contained within him -- as well as everyone around him -- as the walls between his compartments shatter."}, "Fortitude": {"movie_parental_guide": {"SexNudity": "Severe", "Certification": "None", "AlcoholDrugsSmoking": "Severe", "Profanity": "Severe", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Severe"}, "movie_title": "Fortitude", "movie_desc": "Fortitude is a place like nowhere else on Earth. Surrounded by the savage beauty of the polar landscape, its future sparkling with the promise of Arctic opportunity, wealth and discovery, Fortitude is one of the safest towns on earth. There has never been a violent crime here. Until now."}, "Halloween": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Moderate", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Severe"}, "movie_title": "Halloween", "movie_desc": "Laurie Strode confronts her long-time foe Michael Myers, the masked figure who has haunted her since she narrowly escaped his killing spree on Halloween night four decades ago."}, "The Originals": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Mild", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Moderate"}, "movie_title": "The Originals", "movie_desc": ""}, "It: Chapter Two": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Moderate", "Profanity": "Severe", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Severe"}, "movie_title": "It: Chapter Two", "movie_desc": "27 years later, the Losers Club have grown up and moved away, until a devastating phone call brings them back."}, "The Shining": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Moderate", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Moderate"}, "movie_title": "The Shining", "movie_desc": "Signing a contract, Jack Torrance, a normal writer and former teacher agrees to take care of a hotel which has a long, violent past that puts everyone in the hotel in a nervous situation. While Jack slowly gets more violent and angry of his life, his son, Danny, tries to use a special talent, the \"Shining\", to inform the people outside about whatever that is going on in the hotel."}, "Tumbbad": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "None", "Profanity": "None", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Moderate"}, "movie_title": "Tumbbad", "movie_desc": "Set in Tumbbad in the 1920s, the story revolves around the three generations of a family facing the consequences when they build a temple for the first-born of a goddess, named Hastar--he who must not be worshiped. Hastar is a terrible entity who can curse a person yet also can grant gold coins. And the story put emphasis on human nature and the never ending greed. The myth of Hastar is, when the Goddess of Prosperity created the world she gave birth to Hastar followed by 16 Crore Gods and Goddesses. Hastar being her first born was her favorite child, but Hastar was very greedy. When the Goddess of Prosperity offered Hastar the ownership of all the gold in the universe or all the food, he took the gold as well as tried to take over the food in his greed fighting with is brothers and sisters. The 16 crore gods and goddesses overpowered Hastar and when they tried to kill him, the Goddess of Prosperity intervened and begged for his life. The 16 crore gods and goddesses accepted her ..."}, "Happy Death Day": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Moderate", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Moderate"}, "movie_title": "Happy Death Day", "movie_desc": "A teenage girl, trying to enjoy her birthday, soon realizes that this is her final one. That is, if she can figure out who her killer is. She must relive that day, over and over again, dying in a different way each time. Can she solve her own murder?"}, "Krampus": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Moderate", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Moderate"}, "movie_title": "Krampus", "movie_desc": "When his dysfunctional family clashes over the holidays, young Max (Emjay Anthony) is disillusioned and turns his back on Christmas. Little does he know, this lack of festive spirit has unleashed the wrath of Krampus: a demonic force of ancient evil intent on punishing non-believers. All hell breaks loose as beloved holiday icons take on a monstrous life of their own, laying siege to the fractured family's home and forcing them to fight for each other if they hope to survive."}, "Annihilation": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Moderate", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Severe"}, "movie_title": "Annihilation", "movie_desc": "A biologist's husband disappears. She puts her name forward for an expedition into an environmental disaster zone, but does not find what she's expecting. The expedition team is made up of the biologist, an anthropologist, a psychologist, a surveyor, and a linguist."}, "Foge": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Severe", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Severe"}, "movie_title": "Foge", "movie_desc": "Chris and his girlfriend Rose go upstate to visit her parents for the weekend. At first, Chris reads the family's overly accommodating behavior as nervous attempts to deal with their daughter's interracial relationship, but as the weekend progresses, a series of increasingly disturbing discoveries lead him to a truth that he never could have imagined."}, "Van Helsing": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Moderate", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Severe"}, "movie_title": "Van Helsing", "movie_desc": "Van Helsing centers on Vanessa Helsing, the daughter of famous vampire hunter and Dracula nemesis Abraham Van Helsing. She is resurrected five years in the future to find out that vampires have taken over the world and that she possesses unique power over them. She is humanity's last hope to lead an offensive to take back what has been lost."}, "iZombie": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Mild", "FrighteningIntenseScenes": "Mild", "ViolenceGore": "Moderate"}, "movie_title": "iZombie", "movie_desc": "Liv Moore, a medical student, gets invited in a party which turns into a macabre zombie arena. Liv wakes up from the dead and becomes a zombie. For maintaining her humanity she must eat human brains so she began working in coroner's office to access brains. Eating a brain gives her memories and traits of that person. So she helps detective Clive Babineaux to solve the murder as a psychic."}, "Z Nation": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Moderate", "Profanity": "Mild", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Severe"}, "movie_title": "Z Nation", "movie_desc": "Three years after the zombie virus has gutted the country, a team of everyday heroes must transport the only known survivor of the plague from New York to California, where the last functioning viral lab waits for his blood."}, "Hold the Dark": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Moderate", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Severe"}, "movie_title": "Hold the Dark", "movie_desc": "Retired naturalist and wolf expert Russell Core journeys to the edge of civilization in northern Alaska at the pleading of Medora Slone, a young mother whose son was killed by a pack of wolves. As Core attempts to help Medora track down the wolves who took her son, a strange and dangerous relationship develops between the two lonely souls. But when Medora's husband Vernon returns home from the Iraq War, the news of his child's death ignites a violent chain of events. As local cop Donald Marium races to stop Vernon's vengeful rampage, Core is forced on a perilous odyssey into the heart of darkness."}, "Castle Rock": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Severe", "Profanity": "Severe", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Severe"}, "movie_title": "Castle Rock", "movie_desc": "A psychological-horror series set in the Stephen King multiverse, Castle Rock combines the mythological scale and intimate character storytelling of King's best-loved works, weaving an epic saga of darkness and light, played out on a few square miles of Maine woodland. The fictional Maine town of Castle Rock has figured prominently in King's literary career: Cujo, The Dark Half, IT and Needful Things, as well as novella The Body and numerous short stories such as Rita Hayworth and The Shawshank Redemption are either set there or contain references to Castle Rock. Castle Rock is an original suspense/thriller - a first-of-its-kind reimagining that explores the themes and worlds uniting the entire King canon, while brushing up against some of his most iconic and beloved stories."}, "The Clovehitch Killer": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "None", "Profanity": "Mild", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Moderate"}, "movie_title": "The Clovehitch Killer", "movie_desc": "A shocking revelation turns a teenage boy's world upside down in this chilling look at the evil that can lurk below even the most wholesome surface. Tyler Burnside is a Boy Scout, a volunteer at his local church, and the dutiful son of an upstanding, community leader dad. Only one thing troubles the quiet Kentucky town he lives in: the unsolved murders-in which ten women were brutally tortured and killed by a psychopath known as Clovehitch-that rocked the community more than a decade ago. When Tyler discovers a cache of disturbing images in his father's possession, he begins to suspect that the man he trusts most in the world may be Clovehitch-and that his deadly rampage may not be over. With unrelenting tension, director Duncan Skiles crafts a picture-perfect vision of the all-American family-and then piece by piece rips it to shreds."}, "It": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Moderate", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Severe"}, "movie_title": "It", "movie_desc": "In the Town of Derry, the local kids are disappearing one by one. In a place known as 'The Barrens', a group of seven kids are united by their horrifying and strange encounters with an evil clown and their determination to kill It."}, "Goosebumps 2: Haunted Halloween": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "None", "Profanity": "Mild", "FrighteningIntenseScenes": "Mild", "ViolenceGore": "Mild"}, "movie_title": "Goosebumps 2: Haunted Halloween", "movie_desc": "Two young friends find a magic book that brings a ventriloquist's dummy to life."}, "American Horror Story": {"movie_parental_guide": {"SexNudity": "Severe", "Certification": "None", "AlcoholDrugsSmoking": "Severe", "Profanity": "Severe", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Severe"}, "movie_title": "American Horror Story", "movie_desc": "Both physical and psychological horrors affect a decomposing family, workers and residents of an insane asylum, a coven of witches, a cast of circus freaks, the employees and guests at a struggling hotel, a family who moved into a mysterious farmhouse, and the members of a small suburb in Michigan in this haunting anthology series, focusing on the themes of infidelity, sanity, oppression, discrimination, addiction, and exploitation."}}