{"BoJack Horseman": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Severe", "Profanity": "Severe", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Moderate"}, "movie_title": "BoJack Horseman", "movie_desc": "BoJack Horseman was the star of the hit TV show \"Horsin' Around\" in the '90s, now he's washed up, living in Hollywood, complaining about everything, and wearing colorful sweaters."}, "The Star": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "None", "Profanity": "None", "FrighteningIntenseScenes": "Mild", "ViolenceGore": "Mild"}, "movie_title": "The Star", "movie_desc": "In Sony Pictures Animation's THE STAR, a small but brave donkey named Bo yearns for a life beyond his daily grind at the village mill. One day he finds the courage to break free, and finally goes on the adventure of his dreams. On his journey, he teams up with Ruth, a lovable sheep who has lost her flock and Dave, a dove with lofty aspirations. Along with three wisecracking camels and some eccentric stable animals, Bo and his new friends follow the Star and become accidental heroes in the greatest story ever told - the first Christmas."}, "King of the Hill": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Moderate", "Profanity": "Mild", "FrighteningIntenseScenes": "Mild", "ViolenceGore": "Mild"}, "movie_title": "King of the Hill", "movie_desc": "King of the Hill is another animation hit for Beavis and Butthead creator Mike Judge, who also voices the starring character Hank Hill, a propane gas salesman in the fictional town Arlen, Texas. Hank is often besieged by the idiosyncrasies of society, but he finds (some) serenity in his home-life with his wife, substitute Spanish teacher Peggy, his awkward son Bobby and his live-in niece-in-law Luanne Platter. Adding flavor to the ordinary dish the series serves are Hank's friends, divorcee military barber Bill Dauterive, paranoid Dale Gribble (with an obsession with Government conspiracy theories) and gibberish spouting Boomhauer."}, "Isle of Dogs": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "None", "Profanity": "Mild", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Moderate"}, "movie_title": "Isle of Dogs", "movie_desc": "An outbreak of dog flu has spread through the city of Megasaki, Japan, and Mayor Kobayashi has demanded all dogs to be sent to Trash Island. On the island, a young boy named Atari sets out to find his lost dog, Spots, with the help of five other dogs... with many obstacles along the way."}, "Pokémon Detective Pikachu": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Moderate", "Profanity": "Severe", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Severe"}, "movie_title": "Pokémon Detective Pikachu", "movie_desc": ""}, "She-Ra and the Princesses of Power": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "None", "Profanity": "None", "FrighteningIntenseScenes": "Mild", "ViolenceGore": "Mild"}, "movie_title": "She-Ra and the Princesses of Power", "movie_desc": "On the planet Etheria, Adora is an up and coming soldier for the Horde eager to defend her home from the menace of the Princesses she has taught all her life to fear. Everything changes when a chance encounter with the mystic Sword of Protection in the Whispering Woods calls to her. Discovering to her horror the true evil of the Horde, Adora defects to the Rebellion as its foretold champion, She-Ra Princess of Power. Now, Adora and her new friends must rebuild the shattered Princess Alliance to defeat the Evil Horde. Meanwhile, Adora's former best friend in the Horde, Catra, is tasked to reclaim Adora, but her own feelings of jealousy, betrayal, and vindictive ambition lead her down a path darker still set by Lord Hordak that will hold all of Etheria in the balance."}, "Zootopia": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Mild", "FrighteningIntenseScenes": "Mild", "ViolenceGore": "Mild"}, "movie_title": "Zootopia", "movie_desc": "From the largest elephant to the smallest shrew, the city of Zootopia is a mammal metropolis where various animals live and thrive. When Judy Hopps becomes the first rabbit to join the police force, she quickly learns how tough it is to enforce the law. Determined to prove herself, Judy jumps at the opportunity to solve a mysterious case. Unfortunately, that means working with Nick Wilde, a wily fox who makes her job even harder."}, "Angela's Christmas": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "None", "Profanity": "None", "FrighteningIntenseScenes": "None", "ViolenceGore": "None"}, "movie_title": "Angela's Christmas", "movie_desc": "The half hour CG film is based on Frank McCourt's only children's book, inspired by a story his mother Angela told him as a child. McCourt won the Pulitzer Prize for his best-selling memoir, Angela's Ashes. Set in Ireland in the 1910s, 'Angela's Christmas' is a funny, heart-warming and poignant story about the power of family and the innocent desire of a child to ensure everyone is safe, warm and loved at Christmas time."}, "South Park": {"movie_parental_guide": {"SexNudity": "Severe", "Certification": "None", "AlcoholDrugsSmoking": "Moderate", "Profanity": "Severe", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Severe"}, "movie_title": "South Park", "movie_desc": "The curious, adventure-seeking, fourth grade group of 10 year old boys, Stan, Kyle, Cartman, and Kenny, all join in in buffoonish adventures that sometimes evolve nothing. Sometimes something that was simple at the start, turns out to get out of control. Everything is odd in the small mountain town, South Park, and the boys always find something to do with it."}, "Nanatsu no taizai": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Moderate", "Profanity": "Moderate", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Moderate"}, "movie_title": "Nanatsu no taizai", "movie_desc": ""}, "A Charlie Brown Christmas": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "None", "Profanity": "None", "FrighteningIntenseScenes": "None", "ViolenceGore": "None"}, "movie_title": "A Charlie Brown Christmas", "movie_desc": "When Charlie Brown complains about the overwhelming materialism that he sees amongst everyone during the Christmas season, Lucy suggests that he become director of the school Christmas paegent. Charlie Brown accepts, but it proves to be a frustrating struggle. When an attempt to restore the proper spirit with a forlorn little fir Christmas tree fails, he needs Linus' help to learn what the real meaning of Christmas is."}, "Cloudy with a Chance of Meatballs": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Mild", "FrighteningIntenseScenes": "Mild", "ViolenceGore": "Mild"}, "movie_title": "Cloudy with a Chance of Meatballs", "movie_desc": "Flint Lockwood thinks he's a genius. But none of the things he invented are things that make sense or are useful. However, he has the support of his mother but when she dies, he's left alone with his father who thinks he should give it up. When the community that he lives in is in an economic crisis because their primary source of income, a sardine cannery, was shut down, Flint decides to try his latest invention, a machine that can turn water into food. But something goes wrong and the machine ends up in the atmosphere. Later it starts raining food. The shifty mayor tries to use this as a way to help their community, but when Flint senses something wrong with the machine, the mayor convinces him to ignore it. However, as Flint predicts, chaos ensues."}, "Castlevania": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Severe", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Severe"}, "movie_title": "Castlevania", "movie_desc": "When Lisa Tepes, beloved wife of Vlad Tepes AKA Dracula is acused of witchcraft and burned at the stake by an overzealous bishop, Dracula declares war on the people of Wallachia and unleashes an army of murderous demonic creatures from hell. Luckily, Trevor Belmont, last survivor of the Belmont clan, a disgraced family known for hunting all kinds of monsters, is still in town and agrees to take the fight to the lord of vampires."}, "Archer": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Moderate", "Profanity": "Moderate", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Severe"}, "movie_title": "Archer", "movie_desc": "At an international spy agency, global crises are merely opportunities for its highly trained employees to confuse, undermine, betray and royally screw each other. At the center of it all is suave master spy Sterling Archer, whose less-than-masculine code name is \"Duchess.\" Archer works with his domineering mother Malory, who also is his boss. He also has to deal with his ex-girlfriend, Agent Lana Kane and her new boyfriend, comptroller Cyril Figgis, as well as Malory's lovesick secretary, Cheryl."}, "F Is for Family": {"movie_parental_guide": {"SexNudity": "Severe", "Certification": "None", "AlcoholDrugsSmoking": "Moderate", "Profanity": "Severe", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Severe"}, "movie_title": "F Is for Family", "movie_desc": "A father trying to provide for his family with a job he hates, a mother trying to be the wife and parent that society demands her to be, a teen full of angst with a love for rock-n-roll, a kid who is cursed with \"middle child syndrome\" who just wants to have fun, and a little girl who is far from \"girly\" but is still the apple of her father's eye all make for the perfect recipe of 1970's America. Back to a time when tobacco was healthy, a kid's curfew was when the street lights went out, mom stayed at home, and sex, drugs, & rock-n-roll made the world go 'round. Watch how the typical, middle class American family held it together."}, "American Dad!": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Moderate", "Profanity": "Moderate", "FrighteningIntenseScenes": "Mild", "ViolenceGore": "Moderate"}, "movie_title": "American Dad!", "movie_desc": "Stan Smith, who works for the C.I.A. and is constantly on the alert for terrorist activity, will go to extremes to protect his beloved America from harm; as evidenced by the terror-alert color code on his fridge, and his frequent knee-jerk reaction of shooting holes in the toaster whenever the toast pops up. In addition to Stan's wife and teenage children, the Smith household has two rather unconventional members. There's Roger, the sarcastic space alien who rescued Stan from Area 51, who deeply resents the fact that he's not allowed to leave the house, and therefore, has been reduced to drinking wine and smoking cigarettes, and Klaus, a lascivious, German-speaking goldfish; the result of a C.I.A. experiment gone seriously wrong, where the C.I.A. tried to give a fish a German man's brain. Stan's son is a dorky teenager who tries to be cool. His wife has had a past life of sex and drugs."}, "Bob's Burgers": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Moderate", "FrighteningIntenseScenes": "None", "ViolenceGore": "Mild"}, "movie_title": "Bob's Burgers", "movie_desc": "Bob's Burgers centers on the Belcher family (consists of Bob, Linda, Tina, Gene and Louise) who own a hamburger restaurant. Bob's burgers are really delicious and appear to be better than his rivals' but when it comes to selling burgers, his kids aren't really helpful, as more customers head over to Jimmy Pesto's restaurant."}, "Toy Story": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Mild", "FrighteningIntenseScenes": "Mild", "ViolenceGore": "Mild"}, "movie_title": "Toy Story", "movie_desc": "A little boy named Andy loves to be in his room, playing with his toys, especially his doll named \"Woody\". But, what do the toys do when Andy is not with them, they come to life. Woody believes that his life (as a toy) is good. However, he must worry about Andy's family moving, and what Woody does not know is about Andy's birthday party. Woody does not realize that Andy's mother gave him an action figure known as Buzz Lightyear, who does not believe that he is a toy, and quickly becomes Andy's new favorite toy. Woody, who is now consumed with jealousy, tries to get rid of Buzz. Then, both Woody and Buzz are now lost. They must find a way to get back to Andy before he moves without them, but they will have to pass through a ruthless toy killer, Sid Phillips."}, "Family Guy": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Moderate", "Profanity": "Moderate", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Severe"}, "movie_title": "Family Guy", "movie_desc": "Sick, twisted and politically incorrect, the animated series features the adventures of the Griffin family. Endearingly ignorant Peter and his stay-at-home wife Lois reside in Quahog, R.I., and have three kids. Meg, the eldest child, is a social outcast, and teenage Chris is awkward and clueless when it comes to the opposite sex. The youngest, Stewie, is a genius baby bent on killing his mother and destroying the world. The talking dog, Brian, keeps Stewie in check while sipping martinis and sorting through his own life issues."}, "Watership Down": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "None", "Profanity": "None", "FrighteningIntenseScenes": "None", "ViolenceGore": "None"}, "movie_title": "Watership Down", "movie_desc": "Set in the idyllic rural landscape of southern England, the adventure tale follows a band of rabbits on their flight from the intrusion of man and the certain destruction of their home. Led by a stouthearted pair of brothers, they journey forth from their native Sandleford Warren through the harrowing trials posed by predators and adversaries, toward a promised land and a more perfect society."}, "The Simpsons": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Moderate", "Profanity": "Mild", "FrighteningIntenseScenes": "Mild", "ViolenceGore": "Moderate"}, "movie_title": "The Simpsons", "movie_desc": "This is an animated sitcom about the antics of a dysfunctional family. Homer is the oafish unhealthy beer loving father, Marge is the hardworking homemaker wife, Bart is the perpetual ten-year-old underachiever (and proud of it), Lisa is the unappreciated eight-year-old genius, and Maggie is the cute, pacifier loving silent infant."}, "Avatar: The Last Airbender": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "None", "Profanity": "None", "FrighteningIntenseScenes": "Mild", "ViolenceGore": "Mild"}, "movie_title": "Avatar: The Last Airbender", "movie_desc": "The world is divided into four elemental nations: The Northern and Southern Water Tribes, the Earth Kingdom, the Fire Nation, and the Air Nomads. The Avatar upholds the balance between the nations, but everything changed when the Fire Nation invaded. Only the Avatar, master of all four elements, can stop them. But when the world needs him most, he vanishes. A hundred years later Katara and Sokka discover the new Avatar, an airbender named Aang. Together they must help Aang master the elements and save the world."}, "Dragon Ball Super: Broly": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "None", "Profanity": "None", "FrighteningIntenseScenes": "None", "ViolenceGore": "None"}, "movie_title": "Dragon Ball Super: Broly", "movie_desc": "Goku and Vegeta encounter Broly, a Saiyan warrior unlike any fighter they've faced before."}}