{"Chicago Fire": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Moderate", "Profanity": "Moderate", "FrighteningIntenseScenes": "None", "ViolenceGore": "Moderate"}, "movie_title": "Chicago Fire", "movie_desc": "The story of firefighters in Chicago, both on a personal and professional level."}, "Tom Clancy's Jack Ryan": {"movie_parental_guide": {"SexNudity": "Severe", "Certification": "None", "AlcoholDrugsSmoking": "None", "Profanity": "Severe", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Severe"}, "movie_title": "Tom Clancy's Jack Ryan", "movie_desc": "When CIA analyst Jack Ryan stumbles upon a suspicious series of bank transfers his search for answers pulls him from the safety of his desk job and catapults him into a deadly game of cat and mouse throughout Europe and the Middle East, with a rising terrorist figurehead preparing for a massive attack against the US and her allies."}, "Peppermint": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "Moderate", "Profanity": "Severe", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Severe"}, "movie_title": "Peppermint", "movie_desc": "Five years after her husband and daughter are killed in a senseless act of violence, a woman comes back from self-imposed exile to seek revenge against those responsible and the system that let them go free."}, "9-1-1": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "None", "Profanity": "Moderate", "FrighteningIntenseScenes": "Mild", "ViolenceGore": "Severe"}, "movie_title": "9-1-1", "movie_desc": "Explores the high-pressure experiences of police, paramedics and firefighters who are thrust into the most frightening, shocking and heart-stopping situations. They must try to balance saving people with solving problems in their own lives."}, "Chicago P.D.": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Moderate", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Moderate"}, "movie_title": "Chicago P.D.", "movie_desc": "District 21 of the Chicago Police Department is made up of two distinctly different groups. There are the uniformed cops who patrol the beat and go head-to-head with the city's street crimes. And there's the Intelligence Unit, the team that combats the city's major offenses - organized crime, drug trafficking, high profile murders and beyond."}, "The Girl in the Spider's Web": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Moderate", "FrighteningIntenseScenes": "Mild", "ViolenceGore": "Severe"}, "movie_title": "The Girl in the Spider's Web", "movie_desc": "Young computer hacker Lisbeth Salander and journalist Mikael Blomkvist find themselves caught in a web of spies, cybercriminals and corrupt government officials."}, "Lethal Weapon": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Moderate", "Profanity": "Mild", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Severe"}, "movie_title": "Lethal Weapon", "movie_desc": "A slightly unhinged cop is partnered with a veteran detective trying to maintain a low stress level in his life."}, "The Last Kingdom": {"movie_parental_guide": {"SexNudity": "Severe", "Certification": "None", "AlcoholDrugsSmoking": "None", "Profanity": "None", "FrighteningIntenseScenes": "None", "ViolenceGore": "Moderate"}, "movie_title": "The Last Kingdom", "movie_desc": "The year is 872, and many of the separate kingdoms of what we now know as England have fallen to the invading Danes, leaving the great kingdom of Wessex standing alone and defiant under the command of King Alfred. Against this turbulent backdrop lives our hero, Uhtred. Born the son of a Saxon nobleman, he is captured by the Danes and raised as one of their own. Forced to choose between the country of his birth and the people of his upbringing, his loyalties are ever tested. What is he? Saxon or Dane? On a quest to reclaim his birthright, Uhtred must tread a dangerous path between both sides if he is to play his part in the birth of a new nation and, ultimately, recapture his ancestral lands."}, "The Equalizer 2": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Severe", "Profanity": "Severe", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Severe"}, "movie_title": "The Equalizer 2", "movie_desc": "Director Antoine Fuqua reunites with Denzel Washington in this sequel to 2014's The Equalizer. Washington resumes his role as Robert McCall: a retired CIA Black Ops operative who works as a security guard and moonlights as a vigilante. When his long-time friend Melissa Leo Susan Plummer) is murdered, he embarks on a relentless, globe-trotting quest for vengeance."}, "NCIS: Los Angeles": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Severe", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Severe"}, "movie_title": "NCIS: Los Angeles", "movie_desc": "The Naval Criminal Investigation Service's Office of Special Projects takes on the undercover work and the hard to crack cases in LA. Key agents are G. Callen and Sam Hanna, streets kids risen through the ranks."}, "Hawaii Five-0": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "None", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Moderate"}, "movie_title": "Hawaii Five-0", "movie_desc": "Steve McGarrett comes to Hawaii to avenge his father's death but when the governor offers his own task force, he accepts. He picks up team members on the way, Danny Williams, the head detective on his father's case, Chin Ho Kelly, a former HPD Detective who was fired for accused corruption and McGarrett's father's old patrol partner, Kono Kalakaua, a Cadet at the Police Academy who's 1 week from graduating, Lori Weston entry to Five-O temporarily, how Catharine Rollins a girl friend of Steve and Captain Lou Grover, a former Chicago PD Head of SWAT."}}