{"Sweet Smell of Success": {"movie_parental_guide": {}, "movie_title": "Sweet Smell of Success", "movie_desc": "J.J. Hunsecker, the most powerful newspaper columnist in New York, is determined to prevent his sister from marrying Steve Dallas, a jazz musician. He therefore covertly employs Sidney Falco, a sleazy and unscrupulous press agent, to break up the affair by any means possible."}, "Kiss Me Deadly": {"movie_parental_guide": {}, "movie_title": "Kiss Me Deadly", "movie_desc": "A frightened woman is running barefoot on a highway, trying desperately to flag a car. After several cars pass her by, the woman sees another car approaching, and to make sure either the car stops, or, she's killed, she stands in the path of the oncoming car. Private Investigator Mike Hammer is the one at the wheel, and after almost hitting the woman, he tells her to get in. The woman's name is Christina Bailey. She is obviously on the run, being barefoot and wearing nothing but a trench coat, and the scent of fear. Whoever was after her eventually catches up with them. Christina has information they want, but dies while being questioned. The killers fake an accident by pushing Hammer's car off the road, but he survives, waking up in hospital two weeks later. As Mike starts to investigate Christina's death, he's told by the police to stay out of it, but, the hard-nosed private investigator proceeds anyways. Little did he know that Christina's secret would lead to death and destruction."}, "The Las Vegas Story": {"movie_parental_guide": {}, "movie_title": "The Las Vegas Story", "movie_desc": "Investment broker Lloyd Rollins, insisting to his wife Linda that they stop at Las Vegas on their trip from Boston, begins to gamble heavily. Linda visits the Last Chance, a casino where she used to sing, and where she meets police lieutenant Dave Andrews, with whom she had a brief affair some years earlier. Insurance investigator Tom Hubler soon arrives to keep an eye on Linda's valuable necklace for his company, unaware that Rollins hocked the necklace with Clayton, owner of the Last Chance. Lt. Andrews, rebuffed by Linda, learns that Clayton has been murdered. He deduces the killer's identity and begins a deadly chase when he learns the killer has taken Linda hostage and fled into the desert."}, "Crossfire": {"movie_parental_guide": {}, "movie_title": "Crossfire", "movie_desc": "Homicide Capt. Finlay finds evidence that one or more of a group of demobilized soldiers is involved in the death of Joseph Samuels. In flashbacks, we see the night's events from different viewpoints as army Sgt. Keeley investigates on his own, trying to clear Mitchell, to whom circumstantial evidence points. Then the real, ugly motive for the killing begins to dawn on both Finlay and Keeley."}, "Too Late for Tears": {"movie_parental_guide": {}, "movie_title": "Too Late for Tears", "movie_desc": "One night on a lonely highway, a speeding car tosses a satchel of money, meant for somebody else, into Jane and Alan Palmer's back seat. Alan wants to turn it over to the police, but Jane, with luxury within her reach, persuades him to hang onto it \"for a while.\" Soon, the Palmers are traced by one Danny Fuller, a sleazy character who claims the money is his. To hang onto it, Jane will need all the qualities of an ultimate femme fatale...and does she ever have them!"}, "Mildred Pierce": {"movie_parental_guide": {}, "movie_title": "Mildred Pierce", "movie_desc": "When Mildred Pierce's out-of-work husband leaves her for another woman, Mildred decides to raise her two daughters on her own. Despite Mildred's financial successes in the restaurant business, her oldest daughter, Veda, resents her mother for degrading their social status. In the midst of a police investigation after the death of her second husband, Mildred must evaluate her own freedom and her complicated relationship with her daughter."}, "The Asphalt Jungle": {"movie_parental_guide": {}, "movie_title": "The Asphalt Jungle", "movie_desc": "When the intelligent criminal Erwin \"Doc\" Riedenschneider is released from prison, he seeks a fifty thousand-dollar investment from the bookmaker Cobby to recruit a small gang of specialists for a million-dollar heist of jewels from a jewelry. Doc is introduced to the lawyer Alonzo D. Emmerich that offers to finance the whole operation and buy the gems immediately after the burglary. Doc hires the safecracker Louis Ciavelli, the driver Gus Minissi and the gunman Dix Handley to the heist. His plan works perfectly but bad luck and betrayals compromise the steps after the heist and the gangsters need to flee from the police."}, "Follow Me Quietly": {"movie_parental_guide": {}, "movie_title": "Follow Me Quietly", "movie_desc": "For six months, a strangler has terrorized the city. Calling himself The Judge, he's a self-appointed destroyer of 'evil' who only strikes on rainy nights. Police Lieut. Harry Grant is obsessed with catching him but has failed so far, despite varied clues. And now Harry is further hampered by attractive tabloid reporter Ann Gorman dogging his footsteps. Compactly crafted film with some effective thrills."}, "Crime Wave": {"movie_parental_guide": {}, "movie_title": "Crime Wave", "movie_desc": "Three San Quentin escapees (Penny, Hastings and Morgan) kill a cop in a gas-station holdup. Wounded, Morgan flees through black-shadowed streets to the handiest refuge: with former cellmate Steve Lacey, who's paroled, with a new life and lovely wife, and can't afford to be caught associating with old cronies. But homicide detective Sims wants to use Steve to help him catch Penny and Hastings, who in turn extort his help in a bank job. Is there no way out for Steve?"}, "Black Widow": {"movie_parental_guide": {}, "movie_title": "Black Widow", "movie_desc": "A married Broadway producer is taken with an innocent young woman who wants to be a writer and make it on Broadway. He decides to take her under his wing, but it's not long before the young lady is found dead in his apartment. At first thought to be a suicide, it is later discovered that she has been murdered, and suspicion immediately falls on the producer. He begins his own investigation in order to clear his name, and one of the first things he finds out is that the young woman wasn't quite as naive and innocent as she appeared to be."}, "Scene of the Crime": {"movie_parental_guide": {}, "movie_title": "Scene of the Crime", "movie_desc": "Homicide detective Mike Conovan investigates the shooting of fellow detective Monigan...who apparrently was moonlighting as guard for a bookie. He finds that all the bookies in town are being robbed, most upsetting to the racket bosses who can't get normal police protection. Mike encounters blind alleys and double crosses, and is distracted by his wife's growing disenchantment. Lots of police slang."}, "Detour": {"movie_parental_guide": {}, "movie_title": "Detour", "movie_desc": "In flashback, New York nightclub pianist Al Roberts hitchhikes to Hollywood to join his girl Sue. On a rainy night, the sleazy gambler he's riding with mysteriously dies; afraid of the police, Roberts takes the man's identity. But thanks to a blackmailing dame, Roberts' every move plunges him deeper into trouble..."}, "The Killers": {"movie_parental_guide": {}, "movie_title": "The Killers", "movie_desc": "Two professional killers invade a small town and kill a gas station attendant, \"the Swede,\" who's expecting them. Insurance investigator Reardon pursues the case against the orders of his boss, who considers it trivial. Weaving together threads of the Swede's life, Reardon uncovers a complex tale of treachery and crime, all linked with gorgeous, mysterious Kitty Collins."}, "The Naked City": {"movie_parental_guide": {}, "movie_title": "The Naked City", "movie_desc": "Amid a semi-documentary portrait of New York and its people, Jean Dexter, an attractive blonde model, is murdered in her apartment. Homicide detectives Dan Muldoon and Jimmy Halloran investigate. Suspicion falls on various shifty characters who all prove to have some connection with a string of apartment burglaries. Then a burglar is found dead who once had an elusive partner named Willie. The climax is a very rapid manhunt sequence. Filmed entirely on location in New York City."}, "Crack-Up": {"movie_parental_guide": {}, "movie_title": "Crack-Up", "movie_desc": "George Steele, art curator at a small museum, has an apparent mental breakdown one night, convinced he was in a train wreck...which never happened. In flashback, shortly after proposing to x-ray some old master paintings the museum has on loan, Steele is called on an unplanned nocturnal train trip. He suddenly sees another train ahead, speeding toward his... Is George indeed cracking up, or is there a plot to discredit him? The mystery grows murky with shadowy menace..."}, "The Tattooed Stranger": {"movie_parental_guide": {}, "movie_title": "The Tattooed Stranger", "movie_desc": "The body of an unknown woman turns up in a stolen car abandoned in a New York park, and the only clue the detectives on the case have to work from is the tattoo on her arm, and the fact that someone tried to deface the corpse to remove the evidence. From this slender trail, and that of a single stem of grass discovered in the car, they gradually trace back first the victim and then her killer, in a case that's all science and legwork, and no magic inspiration."}, "The Woman in the Window": {"movie_parental_guide": {}, "movie_title": "The Woman in the Window", "movie_desc": "Gotham College professor Wanley and his friends become obsessed with the portrait of a woman in the window next to the men's club. Wanley happens to meet the woman while admiring her portrait, and ends up in her apartment for talk and a bit of champagne. Her boyfriend bursts in and misinterprets Wanley's presence, whereupon a scuffle ensues and the boyfriend gets killed. In order to protect his reputation, the professor agrees to dump the body and help cover up the killing, but becomes increasingly suspect as the police uncover more and more clues and a blackmailer begins leaning on the woman."}, "711 Ocean Drive": {"movie_parental_guide": {}, "movie_title": "711 Ocean Drive", "movie_desc": "A telephone repairman in Los Angeles uses his knowledge of electronics to help a bookie set up a betting operation. When the bookie is murdered, the greedy technician takes over his business. He ruthlessly climbs his way to the top of the local crime syndicate, but then gangsters from a big East Coast mob show up wanting a piece of his action."}, "The Big Combo": {"movie_parental_guide": {}, "movie_title": "The Big Combo", "movie_desc": "Police Lt. Diamond is told to close his surveillance of suspected mob boss Mr. Brown because it's costing the department too much money with no results. Diamond makes one last attempt to uncover evidence against Brown by going to Brown's girlfriend, Susan Lowell."}, "Dark Passage": {"movie_parental_guide": {}, "movie_title": "Dark Passage", "movie_desc": "Bogart plays a man convicted of murdering his wife who escapes from prison in order to prove his innocence. Bogart finds that his features are too well known, and is forced to seek some illicit backroom plastic surgery. The entire pre-knife part of the film is shot from a Bogart's-eye-view, with us seeing the fugitive for the first time as he starts to recuperate from the operation in the apartment of a sympathetic young artist (played by Bacall) for whom he soon finds affection. But what he's really after is revenge."}, "The Lady from Shanghai": {"movie_parental_guide": {}, "movie_title": "The Lady from Shanghai", "movie_desc": "Michael O'Hara, against his better judgement, hires on as a crew member of Arthur Bannister's yacht, sailing to San Francisco. They pick up Grisby, Bannister's law partner, en route. Bannister has a wife, Elsa, who seems to like Michael much better than she likes her husband. After they dock in Sausalito, Michael goes along with Grisby's weird plan to fake his (Grisby's) murder so he can disappear untailed. He wants the $5000 Grisby has offered, so he can run off with Elsa. But Grisby turns up actually murdered, and Michael gets blamed for it. Somebody set him up, but it is not clear who or how. Bannister (the actual murderer?) defends Michael in court."}, "White Heat": {"movie_parental_guide": {}, "movie_title": "White Heat", "movie_desc": "Cody Jarrett is the sadistic leader of a ruthless gang of thieves. Afflicted by terrible headaches and fiercely devoted to his 'Ma,' Cody is a volatile, violent, and eccentric leader. Cody's top henchman wants to lead the gang and attempts to have an 'accident' happen to Cody, while he is running the gang from in jail. But Cody is saved by an undercover cop, who thereby befriends him and infiltrates the gang. Finally, the stage is set for Cody's ultimate betrayal and downfall, during a big heist at a chemical plant."}, "A Dangerous Profession": {"movie_parental_guide": {}, "movie_title": "A Dangerous Profession", "movie_desc": "Ex-policeman Vince Kane is a partner with Joe Farley as bail bond brokers, but retains his ties and friendship with the police and Detective Nick Ferrone. Ferrone picks up Claude Brackette, a brokerage clerk, as a suspect in the securities robbery in which a policeman was killed, and Kane goes with him when the detective searches Brackett's apartment, and Kane finds that Brackett's wife, Lucy, is his former sweetheart. She insists her husband is innocent and pleads with Kane to get him out on bail but she has only $4,000 of the $25,000 needed. A mysterious emissary puts up $12,000 and Kanes, over Farley's protest, makes up the rest from the company's money. Brackett is murdered after his release. For Lucy, Kane investigates and finds that Brackett had dealings with night club owner Jerry McKay and a hoodlum named Roy Collins. Suspecting McKay was in back of the robbery, Kane begins a campaign in which he himself behaves like a crook, and demands a heavy bride from McKay for his ..."}, "Angels with Dirty Faces": {"movie_parental_guide": {}, "movie_title": "Angels with Dirty Faces", "movie_desc": "Two boyhood friends, Rocky Sullivan and Jerry Connolly have taken different paths in life. After Rocky is arrested he is sent to a juvenile facility and becomes a lifelong tough guy and criminal. Jerry on the other hand goes straight and becomes a Catholic priest ministering to people in the same neighborhood when he and Rocky grew up. When Rocky is released from prison he resumes his criminal lifestyle and becomes much admired by many of the local kids. Worried that the kids will follow Rocky into the criminal world, Jerry works hard to keep them on the straight and narrow. When Rocky is convicted and sentenced to the electric chair, Jerry asks him for one last favor."}, "His Kind of Woman": {"movie_parental_guide": {}, "movie_title": "His Kind of Woman", "movie_desc": "Nick Ferraro, deported crime boss, needs to re-enter the USA. His plan involves \"honest\" gambler Dan Milner, who's subjected to a series of \"misfortunes,\" then bribed to take a trip to Mexico. En route, Dan meets chanteuse Lenore Brent, truly his kind of woman. But on arrival at posh Morros Lodge in Baja California, Dan finds the ostensibly rich, carefree guests all playing roles...except, possibly, ham actor Mark Cardigan. What does Ferraro want with him? Can he trust anyone?"}, "The Stranger": {"movie_parental_guide": {}, "movie_title": "The Stranger", "movie_desc": "Wilson of the War Crimes Commission is seeking Franz Kindler, mastermind of the Holocaust, who has effectively erased his identity. Wilson releases Kindler's former comrade Meinike and follows him to Harper, Connecticut, where he is killed before he can identify Kindler. Now Wilson's only clue is Kindler's fascination with antique clocks; but, though Kindler seems secure in his new identity, he feels his past closing in."}, "Mystery Street": {"movie_parental_guide": {}, "movie_title": "Mystery Street", "movie_desc": "Vivian, a B-girl working at \"The Grass Skirt,\" is being brushed off by her rich, married boyfriend. To confront him, she hijacks drunken customer Henry Shanway and his car from Boston to Cape Cod, where she strands Henry...and is never seen again. Months later, a skeleton is found (sans clothes or clues) on a lonely Cape Cod beach. Using the macabre expertise of Harvard forensic specialist Dr. McAdoo, Lt. Pete Morales must work back from bones to the victim's identity, history, and killer. Will he succeed in time to save an innocent suspect?"}, "Gilda": {"movie_parental_guide": {}, "movie_title": "Gilda", "movie_desc": "Just arrived in Argentina, small-time crooked gambler Johnny Farrell is saved from a gunman by sinister Ballin Mundson, who later makes Johnny his right-hand man. But their friendship based on mutual lack of scruples is strained when Mundson returns from a trip with a wife: the supremely desirable Gilda, whom Johnny once knew and learned to hate. The relationship of Johnny and Gilda, a battlefield of warring emotions, becomes even more bizarre after Mundson disappears..."}, "Leave Her to Heaven": {"movie_parental_guide": {}, "movie_title": "Leave Her to Heaven", "movie_desc": "Novelist Richard Harland and socialite Ellen Berent meet on a train and are attracted to each other. They fall in love and decide to get married. However, the love each one feels for the other is different from the other. Ellen's love for Richard is obsessive, possessive. Ellen wants Richard all to herself. Richard learns to what extent Ellen will go to get what she wants,"}, "Thunder Road": {"movie_parental_guide": {}, "movie_title": "Thunder Road", "movie_desc": "A veteran comes home from the Korean War to the mountains and takes over the family moonshining business. He has to battle big-city gangsters who are trying to take over the business and the police who are trying to put him in prison."}, "Angel Face": {"movie_parental_guide": {}, "movie_title": "Angel Face", "movie_desc": "When Mrs. Tremayne is mysteriously poisoned with gas, ambulance driver Frank Jessup meets her refined but sensuous stepdaughter Diane, who quickly pursues and infatuates him. Under Diane's seductive influence, Frank is soon the Tremayne chauffeur; but he begins to suspect danger under her surface sweetness. When he shows signs of pulling away, Diane schemes to get him in so deep he'll never get out."}, "The Petrified Forest": {"movie_parental_guide": {}, "movie_title": "The Petrified Forest", "movie_desc": "Gabby lives and works at her dads small diner out in the desert. She can't stand it and wants to go and live with her mother in France. Along comes Alan, a broke man with no will to live, who is traveling to see the pacific, and maybe to drown in it. Meanwhile Duke Mantee a notorious killer and his gang is heading towards the diner where Mantee plan on meeting up with his girl."}, "Scarface": {"movie_parental_guide": {}, "movie_title": "Scarface", "movie_desc": "Johnny Lovo rises to the head of the bootlegging crime syndicate on the south side of Chicago following the murder of former head, Big Louis Costillo. Johnny contracted Big Louis' bodyguard, Tony Camonte, to make the hit on his boss. Tony becomes Johnny's second in command, and is not averse to killing anyone who gets in his and Johnny's way. As Tony is thinking bigger than Johnny and is not afraid of anyone or anything, Tony increasingly makes decisions on his own instead of following Johnny's orders, especially in not treading on the north side run by an Irish gang led by a man named O'Hara, of whom Johnny is afraid. Tony's murder spree increases, he taking out anyone who stands in his and Johnny's way of absolute control on the south side, and in Tony's view absolute control of the entire city. Tony's actions place an unspoken strain between Tony and Johnny to the point of the two knowing that they can't exist in their idealized world with the other. Tony's ultimate downfall may be..."}, "While the City Sleeps": {"movie_parental_guide": {}, "movie_title": "While the City Sleeps", "movie_desc": "Death of media magnat Amos Kyne is causing power struggle between his executives. In the meantime New York women become prey of a serial killer. Reporter Edward Mobley is in that circumstances faced with almost impossible missions: to catch the killer, to prevent the media empire from falling into the wrong hands and to save his romantic relationship from break-up."}, "In a Lonely Place": {"movie_parental_guide": {}, "movie_title": "In a Lonely Place", "movie_desc": "Screenwriter Dixon Steele, faced with the odious task of scripting a trashy bestseller, has hat-check girl Mildred Atkinson tell him the story in her own words. Later that night, Mildred is murdered and Steele is a prime suspect; his record of belligerence when angry and his macabre sense of humor tell against him. Fortunately, lovely neighbor Laurel Gray gives him an alibi. Laurel proves to be just what Steele needed, and their friendship ripens into love. Will suspicion, doubt, and Steele's inner demons come between them?"}, "The Big Heat": {"movie_parental_guide": {}, "movie_title": "The Big Heat", "movie_desc": "Dave Bannion is an upright cop on the trail of a vicious gang he suspects holds power over the police force. Bannion is tipped off after a colleague's suicide and his fellow officers' suspicious silence lead him to believe that they are on the gangsters' payroll. When a bomb meant for him kills his wife instead, Bannion becomes a furious force of vengeance and justice, aided along the way by the gangster's spurned girlfriend Debby. As Bannion and Debby fall further and further into the Gangland's insidious and brutal trap, they must use any means necessary (including murder) to get to the truth."}}