{"Bodyguard": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Moderate", "FrighteningIntenseScenes": "Mild", "ViolenceGore": "Moderate"}, "movie_title": "Bodyguard", "movie_desc": "Bodyguard tells the fictional story of David Budd, a heroic but volatile war veteran now working as a Specialist Protection Officer for the Royalty and Specialist Protection Branch of London's Metropolitan Police Service. When he is assigned to protect the ambitious and powerful Home Secretary Julia Montague, whose politics stand for everything he despises, Budd finds himself torn between his duty and beliefs. Responsible for her safety, is he actually her biggest threat?"}, "1983": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "None", "Profanity": "None", "FrighteningIntenseScenes": "None", "ViolenceGore": "None"}, "movie_title": "1983", "movie_desc": "The deeply frozen Cold War is heating up. Twenty years after a devastating terrorist attack in 1983 that halted the course of Poland's liberation and the subsequent downfall of the Soviet Union, an idealistic law student and a disgraced police investigator stumble upon a conspiracy that has kept the Iron Curtain standing and Poland living under a repressive police state. Now, in 2003, after two decades of peace and prosperity, the leaders of the regime enact a secret plan made with an unlikely adversary in the 1980s that will radically transform Poland and affect the lives of every citizen in the nation - and the world. What these two men discover has the potential to ignite a revolution and those in power will stop at nothing to keep it a secret."}, "The Little Drummer Girl": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "None", "Profanity": "None", "FrighteningIntenseScenes": "None", "ViolenceGore": "None"}, "movie_title": "The Little Drummer Girl", "movie_desc": ""}, "Joker": {"movie_parental_guide": {"SexNudity": "Severe", "Certification": "None", "AlcoholDrugsSmoking": "Moderate", "Profanity": "Severe", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Severe"}, "movie_title": "Joker", "movie_desc": "Plot kept under wraps. Film will center on how the popular comic book villain known as The Joker came to be."}, "Ozark": {"movie_parental_guide": {"SexNudity": "Severe", "Certification": "None", "AlcoholDrugsSmoking": "Severe", "Profanity": "Severe", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Severe"}, "movie_title": "Ozark", "movie_desc": "The Byrdes and their teenage kids, Charlotte and Jonah, are, for all intents and purposes, an ordinary family with ordinary lives. Except for the job of Marty, a Chicago financial advisor who also serves as the top money launderer for the second largest drug cartel in Mexico. When things go awry, Marty must uproot his family from the skyscrapers of Chicago and relocate to the lazy lake region of the Missouri Ozarks."}, "Breaking Bad": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Severe", "Profanity": "Moderate", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Severe"}, "movie_title": "Breaking Bad", "movie_desc": "When chemistry teacher Walter White is diagnosed with Stage III cancer and given only two years to live, he decides he has nothing to lose. He lives with his teenage son, who has cerebral palsy, and his wife, in New Mexico. Determined to ensure that his family will have a secure future, Walt embarks on a career of drugs and crime. He proves to be remarkably proficient in this new world as he begins manufacturing and selling methamphetamine with one of his former students. The series tracks the impacts of a fatal diagnosis on a regular, hard working man, and explores how a fatal diagnosis affects his morality and transforms him into a major player of the drug trade."}, "Widows": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Severe", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Severe"}, "movie_title": "Widows", "movie_desc": "\"Widows\" is the story of four women with nothing in common except a debt left behind by their dead husbands' criminal activities. Set in contemporary Chicago, amid a time of turmoil, tensions build when Veronica (Viola Davis), Alice (Elizabeth Debicki), Linda (Michelle Rodriguez) and Belle (Cynthia Erivo) take their fate into their own hands and conspire to forge a future on their own terms."}, "Killing Eve": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Mild", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Moderate"}, "movie_title": "Killing Eve", "movie_desc": "Eve is a bored, whip-smart security services operative whose desk-bound job doesn't fulfil her fantasies of being a spy. Villanelle, is a talented killer who clings to the luxuries her violent job affords her. These two fierce women, equally obsessed with each other, will go head to head in an epic game of cat and mouse, toppling the typical spy-action thriller."}, "Homecoming": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "None", "Profanity": "Severe", "FrighteningIntenseScenes": "None", "ViolenceGore": "None"}, "movie_title": "Homecoming", "movie_desc": "Good intentions. Erratic bosses. Mounting paranoia. Unforeseen consequences spiraling out of control. Heidi (Julia Roberts) works at Homecoming, a facility helping soldiers transition to civilian life. Years later she has started a new life, when the Department of Defense questions why she left Homecoming. Heidi realizes there's a whole other story behind the one she's been telling herself."}}