{"The Danish Girl": {"movie_parental_guide": {"SexNudity": "Severe", "Certification": "None", "AlcoholDrugsSmoking": "Moderate", "Profanity": "Mild", "FrighteningIntenseScenes": "Mild", "ViolenceGore": "Mild"}, "movie_title": "The Danish Girl", "movie_desc": "Copenhagen, Denmark, 1926. Einar Wegener (played by Eddie Redmayne) and his wife Gerda (Alicia Vikander) are a happily married couple. Both are artists, Einar preferring landscapes and she portraits. One day Einar poses for a portrait of Gerda's while wearing a dress. This is initially done as a lark, as is the later attendance at a party dressed as a woman. However, Einar soon discovers that she is in fact a woman and over time prefers being Lili. At first she and Gerda try to have her situation \"cured\" but this leads nowhere (other than to many doctors trying to have Lili locked up as a pervert and/or lunatic). Her voyage of self-discovery will ultimately lead to her undergoing the first ever sex-change operation."}, "Hidden Figures": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Mild", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Mild"}, "movie_title": "Hidden Figures", "movie_desc": "As the United States raced against Russia to put a man in space, NASA found untapped talent in a group of African-American female mathematicians that served as the brains behind one of the greatest operations in U.S. history. Based on the unbelievably true life stories of three of these women, known as \"human computers\", we follow these women as they quickly rose the ranks of NASA alongside many of history's greatest minds specifically tasked with calculating the momentous launch of astronaut John Glenn into orbit, and guaranteeing his safe return. Dorothy Vaughan, Mary Jackson, and Katherine Gobels Johnson crossed all gender, race, and professional lines while their brilliance and desire to dream big, beyond anything ever accomplished before by the human race, firmly cemented them in U.S. history as true American heroes."}, "12 Years a Slave": {"movie_parental_guide": {"SexNudity": "Severe", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Severe", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Severe"}, "movie_title": "12 Years a Slave", "movie_desc": "Based on an incredible true story of one man's fight for survival and freedom. In the pre-Civil War United States,"}, "Tulip Fever": {"movie_parental_guide": {"SexNudity": "Severe", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Mild", "FrighteningIntenseScenes": "Mild", "ViolenceGore": "Mild"}, "movie_title": "Tulip Fever", "movie_desc": "In 17th Century Amsterdam, an orphaned girl Sophia (Alicia Vikander) is forcibly married to a rich and powerful merchant Cornelis Sandvoort (Christoph Waltz) - an unhappy \"arrangement\" that saves her from poverty. After her husband commissions a portrait, she begins a passionate affair with the painter Jan Van Loos (Dane DeHaan), a struggling young artist. Seeking to escape the merchant's ever-reaching grasp, the lovers risk everything and enter the frenzied tulip bulb market, with the hope that the right bulb will make a fortune and buy their freedom."}, "The Guernsey Literary and Potato Peel Pie Society": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "None", "FrighteningIntenseScenes": "Mild", "ViolenceGore": "Mild"}, "movie_title": "The Guernsey Literary and Potato Peel Pie Society", "movie_desc": "A correspondence begins between Juliet Ashton and members of The Guernsey Literary and Potato Peel Pie Society, with them sharing their experiences of Nazi Occupied Guernsey. When an idea for a book catches Juliet she goes to visit the island, making lifelong friends and taking life changing steps along the way. This book is told by way of letters and as the reader, you become enchanted by the writers of them and the love Juliet comes to feel for each of the Islanders; Dawsey, Amelia, Isola, Eben, Kit and Elizabeth. A beautiful story of love, friendship and the sadness of friends lost."}, "The Crown": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Moderate", "FrighteningIntenseScenes": "Mild", "ViolenceGore": "Mild"}, "movie_title": "The Crown", "movie_desc": "The Crown focuses on Queen Elizabeth II as a 25-year-old newlywed faced with the daunting prospect of leading the world's most famous monarchy while forging a relationship with legendary Prime Minister, Sir Winston Churchill. The British Empire is in decline, the political world is in disarray, and a young woman takes the throne....a new era is dawning. Peter Morgan's masterfully researched scripts reveal the Queen's private journey behind the public facade with daring frankness. Prepare to be welcomed into the coveted world of power and privilege and behind locked doors in Westminster and Buckingham Palace....the leaders of an empire await."}, "Boardwalk Empire": {"movie_parental_guide": {"SexNudity": "Severe", "Certification": "None", "AlcoholDrugsSmoking": "Moderate", "Profanity": "Severe", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Severe"}, "movie_title": "Boardwalk Empire", "movie_desc": "Set in the Prohibition era of the 1920s Boardwalk Empire is the story of Enoch \"Nucky\" Thompson, the treasurer of Atlantic County, Atlantic City, New Jersey. Due to his relationships with mobsters as well as political contacts, the Federal Government start to take an interest in him. His lavish lifestyle seems at odds with his position, and as well as his connections, there is prolific bootlegging in the area."}, "Caligula": {"movie_parental_guide": {"SexNudity": "Severe", "Certification": "None", "AlcoholDrugsSmoking": "Moderate", "Profanity": "Mild", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Severe"}, "movie_title": "Caligula", "movie_desc": "The rise and fall of the notorious Roman Emperor Caligula, showing the violent methods that he employs to gain the throne, and the subsequent insanity of his reign - he gives his horse political office and humiliates and executes anyone who even slightly displeases him. He also sleeps with his sister, organises elaborate orgies and embarks on a fruitless invasion of Britain before meeting an appropriate end. There are various versions of the film, ranging from the heavily truncated 90-minute version to the legendary 160-minute hardcore version which leaves nothing to the imagination (though the hardcore scenes were inserted later and do not involve the main cast members)."}, "Troy": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Mild", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Severe"}, "movie_title": "Troy", "movie_desc": "It is the year 1250 B.C. during the late Bronze age. Two emerging nations begin to clash after Paris, the Trojan prince, convinces Helen, Queen of Sparta, to leave her husband, Menelaus, and sail with him back to Troy. After Menelaus finds out that his wife was taken by the Trojans, he asks his brother Agamemnon to help him get her back. Agamemnon sees this as an opportunity for power. So they set off with 1,000 ships holding 50,000 Greeks to Troy. With the help of Achilles, the Greeks are able to fight the never before defeated Trojans. But they come to a stop by Hector, Prince of Troy. The whole movie shows their battle struggles and the foreshadowing of fate in this remake by Wolfgang Petersen of Homer's \"The Iliad.\""}, "Poldark": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Mild", "FrighteningIntenseScenes": "Mild", "ViolenceGore": "Mild"}, "movie_title": "Poldark", "movie_desc": "Ross Poldark returns to England after fighting in the American Revolution. His family and friends thought he was dead. The woman he hoped to marry is now engaged to his cousin. His father is dead, and the property he has inherited has been allowed to deteriorate. It is the late 1700s in Cornwall, England. This is a family drama, but is also about the challenges and conflicts between the rich and the poor. It is a time when fishermen are not catching much fish, tin and copper mines are closing down because prices are too low, but the price of food and rents are high. Ross faces the challenge of making his land productive, caring for the tenants who rely on him, and trying to win back the woman he loved - or finding a reason to live without her."}, "Call the Midwife": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "None", "Profanity": "None", "FrighteningIntenseScenes": "None", "ViolenceGore": "None"}, "movie_title": "Call the Midwife", "movie_desc": "Based on the memoirs of Jennifer Worth; the story follows twenty-two year old Jenny, who in 1957 leaves her comfortable home to become a midwife in London's East End. She is surprised to find that she will be living in a convent: Nonnatus House. Working alongside fellow nurses and the medically-trained nuns, Jenny has her eyes opened to the harsh living conditions of the slums, but she also discovers the warm hearts and the bravery of the mothers. Even after Jenny leaves Nonnatus, she continues to chronicle the lives of the midwives who have become her family."}, "Les Misérables": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Moderate", "Profanity": "Mild", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Moderate"}, "movie_title": "Les Misérables", "movie_desc": "Jean Valjean, known as Prisoner 24601, is released from prison and breaks parole to create a new life for himself while evading the grip of the persistent Inspector Javert. Set in post-revolutionary France, the story reaches resolution against the background of the June Rebellion."}, "22 July": {"movie_parental_guide": {"SexNudity": "None", "Certification": "None", "AlcoholDrugsSmoking": "None", "Profanity": "Mild", "FrighteningIntenseScenes": "Severe", "ViolenceGore": "Severe"}, "movie_title": "22 July", "movie_desc": ""}, "The Terror": {"movie_parental_guide": {"SexNudity": "Moderate", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Mild", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Severe"}, "movie_title": "The Terror", "movie_desc": "In 1847, the crew of a real life Royal Naval expedition (later known as Franklin's expedition) led by three captains, Sir John Franklin, Francis Crozier and James Fitzjames, is sent to find the Arctic's fabled treacherous Northwest Passage but instead discovers a monstrous polar bear-like predator, a cunning and vicious Gothic horror that stalks the ships in a desperate game of survival. However, it soon becomes clear that that's just the beginning of their troubles. As things worsen and civilized behavior disintegrates in favor of survival at any cost, the crew must simultaneously battle the elements, the supernatural and eventually - themselves. The captains' only ally in all of this becomes a mute Inuit woman, who lives as an outcast from her tribe but still follows their old animistic religion."}, "Spotlight": {"movie_parental_guide": {"SexNudity": "Mild", "Certification": "None", "AlcoholDrugsSmoking": "Mild", "Profanity": "Moderate", "FrighteningIntenseScenes": "Moderate", "ViolenceGore": "Mild"}, "movie_title": "Spotlight", "movie_desc": "When the Boston Globe's tenacious \"Spotlight\" team of reporters delves into allegations of abuse in the Catholic Church, their year-long investigation uncovers a decades-long cover-up at the highest levels of Boston's religious, legal, and government establishment, touching off a wave of revelations around the world."}}