{"Once Upon a Time in Hollywood": {"movie_parental_guide": {}, "movie_title": "Once Upon a Time in Hollywood", "movie_desc": "A faded TV actor and his stunt double embark on an odyssey to make a name for themselves in the film industry during the Helter Skelter reign of terror in 1969 Los Angeles."}, "Young Sheldon": {"movie_parental_guide": {}, "movie_title": "Young Sheldon", "movie_desc": "It's 1989 and 9-year-old Sheldon Cooper has skipped four grades to start high school along with his less-intellectual older brother. As he struggles to be understood by his family, classmates and neighbours, his mother arms him with the best tool she can come up with: reminding bullies his dad is the football coach and his brother is on the team. His twin sister doesn't share his exceptional mind, but she has a much clearer vision of what life has in store for the young genius."}, "The Office": {"movie_parental_guide": {}, "movie_title": "The Office", "movie_desc": "A mediocre paper company in the hands of Scranton, PA branch manager Michael Scott. This mockumentary follows the everyday lives of the manager and the employees he \"manages.\" The crew follows the employees around 24/7 and captures their quite humorous and bizarre encounters as they will do what it takes to keep the company thriving."}, "The Kominsky Method": {"movie_parental_guide": {}, "movie_title": "The Kominsky Method", "movie_desc": "Michael Douglas plays an actor who made it big a long time ago and who now is an acting coach at his studio named after himself, \"The Kominsky Method.\" His best friend and agent loses his wife to cancer, which leaves both of them questioning their existence as they struggle through choices and relationships, old and new. As Kominsky teaches a class to actors he meets a woman whom he has deep feelings for, but lacks the skills to make a relationship work. Meanwhile his agent struggles with the pain of his wife's death and a drug addicted daughter. Throughout the series it becomes clear that their advanced age has challenges that neither one knows how to overcome, and as they keep onboard this train of life, which is closer to death then ever before, they learn to navigate their way through pain and character growth and set backs."}, "The Marvelous Mrs. Maisel": {"movie_parental_guide": {}, "movie_title": "The Marvelous Mrs. Maisel", "movie_desc": "Set in 1950s Manhattan, The Marvelous Mrs. Maisel is a 60-minute dramedy that centers on Miriam \"Midge\" Maisel, a sunny, energetic, sharp, Jewish girl who had her life mapped out for herself: go to college, find a husband, have kids, and throw the best Yom Kippur dinners in town. Soon enough, she finds herself exactly where she had hoped to be, living happily with her husband and two children in the Upper West Side. A woman of her time, Midge is a cheerleader wife to a man who dreams of a stand-up comedy career, but her perfect life is turned upside down when her husband suddenly leaves her for another woman. Completely unprepared, Midge is left with no choice but to reevaluate what to do with her life. When she accidentally stumbles onto the stage at a comedy club, she soon discovers her own comedic skills and decides to use this newfound talent to help her rebuild a different life for herself. The series will trace the trajectory of Midge's journey as she goes on to pursue a career ..."}, "National Lampoon's Christmas Vacation": {"movie_parental_guide": {}, "movie_title": "National Lampoon's Christmas Vacation", "movie_desc": "It's Christmas time and the Griswolds are preparing for a family seasonal celebration, but things never run smoothly for Clark, his wife Ellen and their two kids. Clark's continual bad luck is worsened by his obnoxious family guests, but he manages to keep going knowing that his Christmas bonus is due soon."}, "Brooklyn Nine-Nine": {"movie_parental_guide": {}, "movie_title": "Brooklyn Nine-Nine", "movie_desc": "Captain Ray Holt takes over Brooklyn's 99th precinct, which includes Detective Jake Peralta, a talented but carefree detective who's used to doing whatever he wants. The other employees of the 99th precinct include Detective Amy Santiago, Jake's over achieving and competitive partner; Detective Rosa Diaz, a tough and kept to herself coworker; Detective Charles Boyle, Jake's best friend who also has crush on Rosa; Detective Sergeant Terry Jeffords, who was recently taken off the field after the birth of his twin girls; and Gina Linetti, the precinct's sarcastic administrator."}, "Suits": {"movie_parental_guide": {}, "movie_title": "Suits", "movie_desc": "While running from a drug deal gone bad, Mike Ross, a brilliant young college dropout, slips into a job interview with one of New York City's best legal closers, Harvey Specter. Tired of cookie-cutter law school grads, Harvey takes a gamble by hiring Mike on the spot after he recognizes his raw talent and photographic memory. Mike and Harvey are a winning team. Even though Mike is a genius, he still has a lot to learn about law. And while Harvey may seem like an emotionless, cold-blooded shark, Mike's sympathy and concern for their cases and clients will help remind Harvey why he went into law in the first place. Mike's other allies in the office include the firm's best paralegal Rachel and Harvey's no-nonsense assistant Donna to help him serve justice. Proving to be an irrepressible duo and invaluable to the practice, Mike and Harvey must keep their secret from everyone including managing partner Jessica and Harvey's arch nemesis Louis, who seems intent on making Mike's life as ..."}, "The Ranch": {"movie_parental_guide": {}, "movie_title": "The Ranch", "movie_desc": "The Ranch is a comedy revolving around a former pro football player who returns to Colorado to help run the family ranch business. The show takes place on the fictional Iron River Ranch in Garrison, Colorado, detailing the life of the Bennetts, a dysfunctional family consisting of two brothers, their rancher father, and his separated wife and local bar owner."}, "Sick Note": {"movie_parental_guide": {}, "movie_title": "Sick Note", "movie_desc": "Sick Note is the story of Daniel Glass (Rupert Grint), a compulsive liar, who's stuck in a failing relationship and a dead end job, where he is under the thumb of his irrepressible boss Kenny West (Don Johnson). And just when things couldn't get any worse, he's diagnosed with esophageal cancer. However, everyone starts to treat him better because of his diagnosis and suddenly Daniel finds he has a new lust for life. But then he finds out he was misdiagnosed by the most incompetent oncologist on Earth, Dr Ian Glennis (Nick Frost) and that's when Daniel has a big decision to make: come clean and go back to his old rubbish life, or keep this new information a secret and pretend to be ill. He decides to go for the latter but very quickly the lie spirals out of control and both Daniel and Dr Glennis have to spend all of their waking lives trying to prevent the truth from getting out."}, "Instant Family": {"movie_parental_guide": {}, "movie_title": "Instant Family", "movie_desc": "A couple find themselves in over their heads when they foster three children."}, "The House That Jack Built": {"movie_parental_guide": {}, "movie_title": "The House That Jack Built", "movie_desc": "USA in the 1970s. We follow the highly intelligent Jack over a span of 12 years and are introduced to the murders that define Jack's development as a serial killer. We experience the story from Jack's point of view, while he postulates each murder is an artwork in itself. As the inevitable police intervention is drawing nearer, he is taking greater and greater risks in his attempt to create the ultimate artwork. Along the way we experience Jack's descriptions of his personal condition, problems and thoughts through a recurring conversation with the unknown Verge - a grotesque mixture of sophistry mixed with an almost childlike self-pity and psychopathic explanations. The House That Jack Built is a dark and sinister story, yet presented through a philosophical and occasional humorous tale."}, "Shameless": {"movie_parental_guide": {}, "movie_title": "Shameless", "movie_desc": "Watch the Irish American family the Gallagher's deal with their alcoholic father Frank. Fiona, the eldest daughter, takes the role of the parent to her five brothers and sisters. Lip, Ian, Debbie, Carl, and Liam deal with life on the South Side of Chicago. Fiona balances her sex life and raising her siblings. Every episode is another crazy situation that one or more of the Gallagher six get into. Watch them grow and learn how to make their way in life with what little they have."}, "Life-Size 2": {"movie_parental_guide": {}, "movie_title": "Life-Size 2", "movie_desc": "Grace Manning, the confident and funny CEO of Marathon Toys, a huge toy company started by her mother that is most famous for manufacturing the iconic Eve doll. Grace is also a hot mess in the middle of her quarter-life crisis and realizing that she is in over her head as CEO. To make matters worse, her wild-child ways are causing the company's stock to plummet."}}