{"Narcos: Mexico": {"movie_parental_guide": {}, "movie_title": "Narcos: Mexico", "movie_desc": ""}, "Blue Bloods": {"movie_parental_guide": {}, "movie_title": "Blue Bloods", "movie_desc": "Blue Bloods follows the lives of the NYPD's First Family of Law Enforcement: the Reagans. Frank, the Police Comissioner and son of former PC Henry Reagan, must balance his duties of running the largest police force in the world and being his kids' boss. His daughter Erin is an Assistant District Attorney, son Danny is a senior detective and fellow Marine Veteran, and new Harvard Law grad turned cop, Jamie all swirl through this family drama and passionately defend their city from harm. The Irish-American family is deeply rooted in their patriotism, passion, and love of family."}, "The Rookie": {"movie_parental_guide": {}, "movie_title": "The Rookie", "movie_desc": "The series follows John Nolan, a 40-year-old man who moves from his comfortable, small-town life to Los Angeles to pursue his dream of being a police officer for the Los Angeles Police Department. He must navigate the dangerous, humorous, and unpredictable world of a \"young\" cop, determined to make his second shot at life count."}, "Ray Donovan": {"movie_parental_guide": {}, "movie_title": "Ray Donovan", "movie_desc": "Set in the sprawling mecca of the rich and famous, Ray Donovan does the dirty work for LA's top power players as the go-to guy who makes the problems of the city's celebrities, superstar athletes, and business moguls disappear. This powerful drama unfolds when his father is unexpectedly released from prison, setting off a chain of events that shakes the Donovan family to its core."}, "Fargo": {"movie_parental_guide": {}, "movie_title": "Fargo", "movie_desc": "The all new \"true crime\" case of Fargo's new chapter travels back to 1979 in Sioux Falls, South Dakota and Luverne, Minnesota, where a young State Police Officer Lou Solverson, recently back from Vietnam, investigates a case involving a local crime gang and a major Mob syndicate. Helping him piece things together is his father-in-law, Sheriff Hank Larsson. The investigation will lead them to a colorful cast of characters that includes Karl Weathers, the town lawyer of Luverne, Minnesota. A Korean War vet, Karl is a flowery drunk blessed with the gift of gab and the eloquence of a true con artist. Joe Bulo, the front man for the northern expansion of a Kansas City crime syndicate. The new face of corporate crime, Joe's bringing a Walmart mentality to small town America. His number two is Mike Milligan. Part enforcer, part detective, Mike is always smiling - but the joke is usually on you. Bulo and his crew have their sights set on the Gerhardt crime family in Fargo, currently led by ..."}, "Lucifer": {"movie_parental_guide": {}, "movie_title": "Lucifer", "movie_desc": "Lucifer, bored from his sulking life in hell, comes to live in Los Angeles. While there, he helps humanity with its miseries through his experience and telepathic abilities to bring people's deepest desires and thoughts out of them. While meeting with a girl in his nightclub (called Lux), a shootout involving him and the girl leads him to become a LAPD consultant who tries to punish people for their crimes through law and justice."}, "Mr. Robot": {"movie_parental_guide": {}, "movie_title": "Mr. Robot", "movie_desc": "Elliot is a brilliant introverted young programmer who works as a cyber-security engineer by day and vigilante hacker by night. He also happens to be suffering from a strange condition similar to schizophrenia which he futilely tries to keep under control by regularly taking both legal and illegal drugs and visiting his therapist. When a strange feisty young woman named Darlene and a secretive middle-aged man calling himself Mr. Robot, who claims to be the mysterious leader of an underground hacking group known as F-Society, offer Elliot a chance to take his vigilantism to the next level and help them take down E-Corp, the corrupt multi-national financial company that Elliot works for and likes to call Evil Corp, Elliot finds himself at the crossroads. Mr. Robot, who has personal reasons for wanting to take down E-Corp, also reveals that he already has one ally, an even more mysterious, secretive and highly dangerous shadowy hacking group known only as Dark Army. Meanwhile, Elliot's ..."}, "Peaky Blinders": {"movie_parental_guide": {}, "movie_title": "Peaky Blinders", "movie_desc": "Peaky Blinders is an English television crime drama set in 1920s Birmingham, England in the aftermath of World War I. The series, which was created by Steven Knight and produced by Caryn Mandabach Productions, Screen Yorkshire and Tiger Aspect Productions, follows the exploits of the Shelby crime family. Screen Yorkshire provided funding for the production through the Yorkshire Content Fund. It was the first production to receive funding from the Yorkshire Content Fund, which in turn made certain the majority of the show was filmed in Yorkshire as part of the deal."}}